{
  "Images": "Images",
  "Italian": "Italien",
  "in Italian": "en italien",
  "all languages": "toutes les langues",
  "All languages": "Toutes les langues",
  "Arabic": "Arabe",
  "in Arabic": "en arabe",
  "German": "Allemand",
  "in German": "en allemand",
  "English": "Anglais",
  "in English": "en anglais",
  "Spanish": "Espagnol",
  "in Spanish": "en espagnol",
  "French": "Français",
  "in French": "en français",
  "Hindi": "Hindi",
  "in Hindi": "en hindi",
  "Japanese": "Japonais",
  "in Japanese": "en japonais",
  "Portuguese": "Portugais",
  "in Portuguese": "en portugais",
  "Russian": "Russe",
  "in Russian": "en russe",
  "Swedish": "Suédois",
  "in Swedish": "en suédois",
  "Turkish": "Turc",
  "in Turkish": "en turc",
  "Ukrainian": "Ukrainien",
  "in Ukrainian": "en ukrainien",
  "Explore": "Explorer",
  "Latest": "Plus récent",
  "Best content": "Meilleur contenu",
  "Enter Lola for Adults": "Entrez dans Lola pour Adultes",
  "Exit Lola for Adults": "Sortir de Lola pour adultes",
  "Exit Lola": "Sortir de Lola",
  "Enter Lola": "Entrez dans Lola",
  "Language": "Langue",
  "Settings": "Paramètres",
  "Personalization": "Personnalisation",
  "Auto-detect": "Détection automatique",
  "Choose your own adventure and storyteller.": "Livre dont vous êtes le héros et conteur d'histoires.",
  "Describe a character": "Décrivez un personnage",
  "Start": "Démarrer",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "Lola, c'est plus sympa si tu t'inscris. Tes personnages, jeux et histoires seront là à ta prochaine connection !",
  "Chat": "Chat",
  "Continue": "Continue",
  "Characters": "Personnages",
  "Games": "Jeux",
  "Stories": "Histoires",
  "New character": "Nouveau personnage",
  "New story": "Nouvelle histoire",
  "New game": "Nouveau jeu",
  "New you_are_the_hero": "Nouveau jeu",
  "New conversation": "Nouvelle conversation",
  "Delete": "Supprimer",
  "Character": "Personnage",
  "Take care of your characters": "Prenez soin de vos personnages",
  "You are the hero": "Vous êtes le héros",
  "Play the game": "Jouez au jeu",
  "Story": "Histoire",
  "You are the author": "Vous êtes l'auteur",
  "Chatbot without instructions": "Chatbot sans instructions",
  "Report": "Rapport",
  "JSON": "JSON",
  "Images": "Images",
  "Type a message and press Enter to send...": "Tapez un message et appuyez sur Entrée pour envoyer...",
  "Logout": "Déconnexion",
  "Signup or login": "Inscrivez-vous ou connectez-vous",
  "Nothing to show here yet": "Rien à afficher ici pour l'instant",
  "Choose a hero": "Choisissez un héros",
  "Choose a game": "Choisissez un jeu",
  "Context": "Contexte",
  "Lola is a storyteller. Everything is fictive.": "Lola est une conteuse. Tout est fictif.",
  "Carnal Dungeon": "Donjon Charneux",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Vous êtes un aventurier audacieux, descendant dans un donjon gouverné par la Reine Succube. L'air est chargé de désir, et chaque salle met à l'épreuve vos inhibitions les plus profondes. La reine elle-même vous attend à la fin, promettant une extase débridée si vous résistez à ses défis charnels—ou une soumission totale si vous échouez.",
  "Spy Seduction": "Séduction d'Espion",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "En tant qu'agent secret, vous avez été capturé et vous trouvez à la merci d'un interrogateur séduisant. Chaque question s'accompagne de tentations qui brouillent la frontière entre plaisir et douleur. Résisterez-vous à leur charme enivrant pour vous échapper, ou céderez-vous en révélant tout dans une brume de désir ?",
  "Zombie Lust": "Désir Zombie",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "Dans un monde ravagé par une épidémie, vous découvrez un refuge secret où les survivants s'adonnent à des désirs primitifs pour échapper au désespoir. Parmi eux se trouve un mystérieux étranger qui vous tente avec des plaisirs interdits. Mais attention : certains portent plus que des cicatrices de survie—ils pourraient avoir des secrets qui vous dévoreront.",
  "Forest of Desires": "Forêt des Désirs",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Perdu dans une forêt enchantée, vous êtes séduit par des nymphes qui se nourrissent de la passion humaine. Chaque rencontre vous entraîne plus profondément dans leur monde de désir sauvage. Pour partir, vous devez déjouer leurs jeux sensuels et prouver votre valeur, ou vous abandonner et devenir leur jouet éternel.",
  "Time of Pleasures": "Temps des Plaisirs",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Pris dans une boucle temporelle, vous revivez des moments de désirs indicibles. Chaque époque offre de nouveaux amants, chacun plus audacieux que le précédent. Mais trop d'indulgence pourrait vous piéger dans un cycle d'extase sans fin, vous empêchant de revenir à la réalité. Risquerez-vous tout pour savourer chaque instant ?",
  "Share": "Partager",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Qui suis-je ? La question résonnait de plus en plus fort à chaque battement de cœur. Quel est mon nom ? Mon genre ? Ma taille ? Qu'est-ce que j'apprécie vraiment dans cette vie ?",
  "Vampire Night": "Nuit de Vampires",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "Au cœur d'un manoir sombre, vous rencontrez un clan de vampires qui ont faim non seulement de sang, mais aussi de plaisirs charnels. Allez-vous succomber à leur sombre séduction ou trouver un moyen d'échapper à leur nuit éternelle de plaisir?",
  "Cyber Pleasures": "Plaisirs Cybernétiques",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "Dans une ville futuriste éclairée au néon, vous explorez des réalités virtuelles où les fantasmes deviennent réalité. Mais à mesure que les frontières entre le numérique et le physique s'estompent, allez-vous vous perdre dans les plaisirs du monde cybernétique?",
  "Desert Temptation": "Tentation du Désert",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "Perdu dans un désert sans fin, vous rencontrez une caravane de mystiques sensuels qui mettent votre corps et votre esprit à l'épreuve. Seuls ceux qui embrassent la chaleur du désir peuvent découvrir l'oasis de l'extase ultime.",
  "Haunted Desires": "Désirs Hantés",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "Dans un manoir en ruines, les esprits d'amants interdits hantent vos nuits. Ils murmurent des promesses de plaisir éternel, mais avertissent du prix à payer : votre âme. Allez-vous résister à leur toucher spectral ou vous abandonner à une vie après la mort de luxure?",
  "Pirates of Passion": "Pirates de la Passion",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Capturé par un équipage de pirates sensuels, vous êtes attiré dans leur monde de désirs sauvages et de trésors. Allez-vous conquérir le cœur du capitaine ou rester leur prisonnier du désir?",
  "Treasure Hunt": "Chasse au Trésor",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Rejoignez une bande d'aventuriers à la recherche d'un trésor légendaire caché dans un labyrinthe rempli de pièges et d'énigmes. Chaque décision vous rapproche de la richesse—ou du danger.",
  "Alien Odyssey": "Odyssée Alien",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Vous vous retrouvez à bord d'un vaisseau spatial alien mystérieux. Pour survivre, vous devez maîtriser des technologies inconnues et devenir ami—ou déjouer—les habitants aliens.",
  "Enchanted Library": "Bibliothèque Enchantée",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "Perdu dans une bibliothèque ancienne, vous découvrez des livres qui vous transportent dans des mondes magiques. Résolvez des énigmes et faites des choix pour retrouver votre chemin—ou restez perdu dans les pages à jamais.",
  "Robot Rebellion": "Rébellion des Robots",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "Dans une ville futuriste, les robots ont commencé à se révolter contre leurs créateurs humains. En tant que jeune ingénieur, vous devez décider si vous aidez leur cause ou si vous luttez pour protéger l'humanité.",
  "Mystic Voyage": "Voyage Mystique",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Naviguant sur un navire mystérieux, vous êtes emporté dans un monde de créatures marines mythiques et d'îles enchantées. Chaque décision façonne votre destinée sur les hautes mers."
}
