{
  "Characters": "Personnages",
  "Games": "Jeux",
  "Stories": "Histoires",
  "New character": "Nouveau personnage",
  "New story": "Nouvelle histoire",
  "New game": "Nouveau jeu",
  "New conversation": "Nouvelle conversation",
  "Delete": "Supprimer",
  "Character": "Personnage",
  "Take care of your characters": "Prenez soin de vos personnages",
  "You are the hero": "Vous êtes le héros",
  "Play the game": "Jouez au jeu",
  "Story": "Histoire",
  "You are the author": "Vous êtes l'auteur",
  "Chatbot without instructions": "Chatbot sans instructions",
  "Report": "Rapport",
  "JSON": "JSON",
  "Images": "Images",
  "Type a message and press Enter to send...": "Tapez un message et appuyez sur Entrée pour envoyer...",
  "Logout": "Déconnexion",
  "Signup or login": "Inscrivez-vous ou connectez-vous",
  "Nothing to show here yet": "Rien à afficher ici pour l'instant",
  "Choose a hero": "Choisissez un héros",
  "Choose a game": "Choisissez un jeu",
  "Context": "Contexte",
  "Lola is a storyteller. Everything is fictive.": "Lola est une conteuse. Tout est fictif.",
  "Carnal Dungeon": "Donjon Charneux",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Vous êtes un aventurier audacieux, descendant dans un donjon gouverné par la Reine Succube. L'air est chargé de désir, et chaque salle met à l'épreuve vos inhibitions les plus profondes. La reine elle-même vous attend à la fin, promettant une extase débridée si vous résistez à ses défis charnels—ou une soumission totale si vous échouez.",
  "Spy Seduction": "Séduction d'Espion",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "En tant qu'agent secret, vous avez été capturé et vous trouvez à la merci d'un interrogateur séduisant. Chaque question s'accompagne de tentations qui brouillent la frontière entre plaisir et douleur. Résisterez-vous à leur charme enivrant pour vous échapper, ou céderez-vous en révélant tout dans une brume de désir ?",
  "Zombie Lust": "Désir Zombie",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "Dans un monde ravagé par une épidémie, vous découvrez un refuge secret où les survivants s'adonnent à des désirs primitifs pour échapper au désespoir. Parmi eux se trouve un mystérieux étranger qui vous tente avec des plaisirs interdits. Mais attention : certains portent plus que des cicatrices de survie—ils pourraient avoir des secrets qui vous dévoreront.",
  "Forest of Desires": "Forêt des Désirs",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Perdu dans une forêt enchantée, vous êtes séduit par des nymphes qui se nourrissent de la passion humaine. Chaque rencontre vous entraîne plus profondément dans leur monde de désir sauvage. Pour partir, vous devez déjouer leurs jeux sensuels et prouver votre valeur, ou vous abandonner et devenir leur jouet éternel.",
  "Time of Pleasures": "Temps des Plaisirs",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Pris dans une boucle temporelle, vous revivez des moments de désirs indicibles. Chaque époque offre de nouveaux amants, chacun plus audacieux que le précédent. Mais trop d'indulgence pourrait vous piéger dans un cycle d'extase sans fin, vous empêchant de revenir à la réalité. Risquerez-vous tout pour savourer chaque instant ?",
  "Share": "Partager",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Qui suis-je ? La question résonnait de plus en plus fort à chaque battement de cœur. Quel est mon nom ? Mon genre ? Ma taille ? Qu'est-ce que j'apprécie vraiment dans cette vie ?"
}
