{
  "Classic+ images left:": "Immagini Classic+ rimanenti:",
  "Unlimited \"Classic\" images": "Immagini \"Classic\" illimitate",
  "Unlimited \"Classic+\" images": "Immagini \"Classic+\" illimitate",
  "10 \"Classic+\" images per day": "10 immagini \"Classic+\" al giorno",
  "Membership": "Abbonamento",
  "Your plan:": "Il tuo piano:",
  "Valid until:": "Valido fino a:",
  "Surprise me!": "Sorprendimi!",
  "You_are_the_hero": "Gioco",
  "Archive": "Archiviare",
  "Archived": "Archiviato",
  "Restore": "Ripristinare",
  "Upload image": "Carica immagine",
  "No description yet.": "Nessuna descrizione ancora.",
  "Best": "Migliore",
  "Worst": "Peggiore",
  "My images": "Le mie immagini",
  "Choose a scenario": "Scegli uno scenario",
  "Latest characters": "Ultimi personaggi",
  "Latest stories": "Ultime storie",
  "Uncensored": "Senza censura",
  "Pay in crypto.": "Paga in crypto.",
  "Short message": "Messaggio breve",
  "Generate image": "Genera immagine",
  "Korean": "Coreano",
  "Chinese": "Cinese",
  "Thai": "Thailandese",
  "in Korean": "in coreano",
  "in Chinese": "in cinese",
  "in Thai": "in thailandese",
  "Enter Fabularius for adults": "Entra in Fabularius per adulti",
  "Exit Fabularius for adults": "Esci da Fabularius per adulti",
  "Enter Fabularius": "Entra in Fabularius",
  "Exit Fabularius": "Esci da Fabularius",
  "Fabularius is a storyteller. Everything is fictional.": "Fabularius è un narratore di storie. Tutto è fittizio.",
  "How can I help you?": "Come posso aiutarti?",
  "Create a character": "Crea un personaggio",
  "Private": "Privato",
  "Image search": "Ricerca immagini",
  "Upgrade plan": "Aggiorna il piano",
  "Your order has been canceled.": "Il tuo ordine è stato annullato.",
  "Your order is being processed. This may take a few minutes.": "Il tuo ordine è in fase di elaborazione. Questo potrebbe richiedere alcuni minuti.",
  "Set to private.": "Imposta su privato.",
  "Upgrade": "Aggiorna",
  "Lifetime Plus": "A vita Plus",
  "1-month": "1 mese",
  "Pricing": "Prezzi",
  "Checkout": "Checkout",
  "Order canceled": "Ordine annullato",
  "Order received": "Ordine ricevuto",
  "Your order has been canceled.": "Il tuo ordine è stato annullato.",
  "Your current plan": "Il tuo piano attuale",
  "Choose": "Scegli",
  "Private": "Privato",
  "Unlimited use": "Uso illimitato",
  "Make your content private": "Rendi il tuo contenuto privato",
  "soon": "presto",
  "Images": "Immagini",
  "Italian": "Italiano",
  "in Italian": "in italiano",
  "all languages": "tutte le lingue",
  "All languages": "Tutte le lingue",
  "Arabic": "Arabo",
  "in Arabic": "in arabo",
  "German": "Tedesco",
  "in German": "in tedesco",
  "English": "Inglese",
  "in English": "in inglese",
  "Spanish": "Spagnolo",
  "in Spanish": "in spagnolo",
  "French": "Francese",
  "in French": "in francese",
  "Hindi": "Hindi",
  "in Hindi": "in hindi",
  "Japanese": "Giapponese",
  "in Japanese": "in giapponese",
  "Portuguese": "Portoghese",
  "in Portuguese": "in portoghese",
  "Russian": "Russo",
  "in Russian": "in russo",
  "Swedish": "Svedese",
  "in Swedish": "in svedese",
  "Turkish": "Turco",
  "in Turkish": "in turco",
  "Ukrainian": "Ucraino",
  "in Ukrainian": "in ucraino",
  "Explore": "Esplora",
  "Latest": "Più recente",
  "Best content": "Migliori contenuti",
  "Enter Lola for Adults": "Entra in Lola per Adulti",
  "Exit Lola for Adults": "Esci da Lola per Adulti",
  "Exit Lola": "Esci da Lola",
  "Enter Lola": "Entra in Lola",
  "Language": "Lingua",
  "Settings": "Impostazioni",
  "Personalization": "Personalizzazione",
  "Auto-detect": "Rilevamento automatico",
  "Choose your own adventure and storyteller.": "Scegli la tua avventura e narratore.",
  "Describe a character": "Descrivi un personaggio",
  "Start": "Inizia",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "Lola, è meglio se ti registri. I tuoi personaggi, giochi e storie saranno lì al tuo prossimo accesso!",
  "Chat": "Chat",
  "Continue": "Continua",
  "Characters": "Personaggi",
  "Games": "Giochi",
  "Stories": "Storie",
  "New character": "Nuovo personaggio",
  "New story": "Nuova storia",
  "New game": "Nuovo gioco",
  "New you_are_the_hero": "Nuovo gioco",
  "New conversation": "Nuova conversazione",
  "Delete": "Elimina",
  "Character": "Personaggio",
  "Take care of your characters": "Prenditi cura dei tuoi personaggi",
  "You are the hero": "Sei l'eroe",
  "Play the game": "Gioca",
  "Story": "Storia",
  "You are the author": "Sei l'autore",
  "Chatbot without instructions": "Chatbot senza istruzioni",
  "Report": "Report",
  "JSON": "JSON",
  "Images": "Immagini",
  "Type a message and press Enter to send...": "Digita un messaggio e premi Invio per inviare...",
  "Logout": "Logout",
  "Signup or login": "Iscriviti o accedi",
  "Nothing to show here yet": "Niente da mostrare qui per ora",
  "Choose a hero": "Scegli un eroe",
  "Choose a game": "Scegli un gioco",
  "Context": "Contesto",
  "Lola is a storyteller. Everything is fictive.": "Lola è una narratrice. Tutto è fittizio.",
  "Carnal Dungeon": "Dungeon Carnale",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Sei un avventuriero audace, che scende in un dungeon governato dalla Regina Succuba. L'aria è densa del profumo del desiderio, e ogni camera mette alla prova le tue inibizioni più profonde. La regina stessa ti attende alla fine, promettendo un'estasi sfrenata se riesci a resistere alle sue sfide carnali—o una sottomissione totale se non ci riesci.",
  "Spy Seduction": "Seduzione di Spia",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Come agente segreto, sei stato catturato e ti ritrovi alla mercé di un seducente interrogatore. Ogni domanda è accompagnata da tentazioni che sfumano il confine tra piacere e dolore. Resisterai al loro fascino inebriante e scapperai, oppure cederai rivelando tutto in una nebbia di lussuria?",
  "Zombie Lust": "Lussuria Zombie",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "In un mondo devastato da un'epidemia, scopri un rifugio segreto dove i sopravvissuti si abbandonano a desideri primordiali per allontanare la disperazione. Tra loro c'è uno sconosciuto misterioso che ti tenta con piaceri proibiti. Ma attenzione: alcuni portano con sé più delle cicatrici della sopravvivenza—potrebbero custodire segreti che ti consumeranno.",
  "Forest of Desires": "Foresta dei Desideri",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Perso in una foresta incantata, vieni sedotto da ninfe che si nutrono della passione umana. Ogni incontro ti trascina più a fondo nel loro mondo di lussuria selvaggia. Per andartene, devi superare i loro giochi sensuali e dimostrare di essere degno, oppure arrenderti e diventare il loro giocattolo eterno.",
  "Time of Pleasures": "Tempo dei Piaceri",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Gettato in un loop temporale, ti ritrovi a rivivere momenti di desiderio indicibile. Ogni epoca offre nuovi amanti, ciascuno più audace del precedente. Ma indulgere troppo potrebbe intrappolarti in un ciclo di estasi senza fine, impedendoti di tornare alla realtà. Rischierai tutto per assaporare ogni istante?",
  "Share": "Condividi",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Chi sono? La domanda risuonava sempre più forte ad ogni battito del cuore. Qual è il mio nome? Il mio genere? La mia altezza? Cosa realmente mi piace in questa vita?",
  "Vampire Night": "Notte dei Vampiri",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "Nel cuore di un maniero oscuro, incontri un covo di vampiri che bramano non solo sangue ma anche piaceri carnali. Cederai alla loro seduzione oscura, oppure troverai un modo per sfuggire alla loro notte eterna di piacere?",
  "Cyber Pleasures": "Piaceri Cibernetici",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "In una città futuristica illuminata al neon, esplori realtà virtuali dove le fantasie diventano realtà. Ma mentre i confini tra digitale e fisico si fanno sfumati, ti perderai nei piaceri del mondo cibernetico?",
  "Desert Temptation": "Tentazione del Deserto",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "Bloccato in un deserto senza fine, incontri una carovana di mistici sensuali che mettono alla prova corpo e mente. Solo chi abbraccia il calore del desiderio potrà scoprire l'oasi dell'estasi suprema.",
  "Haunted Desires": "Desideri Infestati",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "In un palazzo fatiscente, gli spiriti di amanti proibiti infestano le tue notti. Sussurrano promesse di piacere eterno, ma avvertono del prezzo: la tua anima. Resisterai al loro tocco spettrale o ti arrenderai a un aldilà di lussuria?",
  "Pirates of Passion": "Pirati della Passione",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Catturato da un equipaggio di pirati sensuali, vieni trascinato nel loro mondo di lussuria selvaggia e tesori. Conquisterai il cuore del capitano o rimarrai prigioniero del desiderio?",
  "Treasure Hunt": "Caccia al Tesoro",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Unisciti a un gruppo di avventurieri alla ricerca di un tesoro leggendario nascosto in un labirinto pieno di trappole ed enigmi. Ogni decisione ti avvicina alla ricchezza—o al pericolo.",
  "Alien Odyssey": "Odissea Aliena",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Ti ritrovi a bordo di un misterioso vascello alieno. Per sopravvivere, devi orientarti in tecnologie sconosciute e fare amicizia—o superare astutamente—gli abitanti alieni.",
  "Enchanted Library": "Biblioteca Incantata",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "Perso in un'antica biblioteca, scopri libri che ti trasportano in mondi magici. Risolvi enigmi e fai scelte per trovare la via del ritorno—o resta perso tra le pagine per sempre.",
  "Robot Rebellion": "Ribellione dei Robot",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "In una città futuristica, i robot hanno iniziato a ribellarsi contro i loro creatori umani. Come giovane ingegnere, devi decidere se aiutare la loro causa o lottare per proteggere l'umanità.",
  "Mystic Voyage": "Viaggio Mistico",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Navigando su una nave misteriosa, vieni trasportato in un mondo di creature marine mitiche e isole incantate. Ogni decisione plasma il tuo destino in alto mare."
}
