{
  "Characters": "Personagens",
  "Games": "Jogos",
  "Stories": "Histórias",
  "New character": "Novo personagem",
  "New story": "Nova história",
  "New game": "Novo jogo",
  "New conversation": "Nova conversa",
  "Delete": "Excluir",
  "Character": "Personagem",
  "Take care of your characters": "Cuide dos seus personagens",
  "You are the hero": "Você é o herói",
  "Play the game": "Jogar o jogo",
  "Story": "História",
  "You are the author": "Você é o autor",
  "Chatbot without instructions": "Chatbot sem instruções",
  "Report": "Relatório",
  "JSON": "JSON",
  "Images": "Imagens",
  "Type a message and press Enter to send...": "Digite uma mensagem e pressione Enter para enviar...",
  "Logout": "Sair",
  "Signup or login": "Cadastre-se ou faça login",
  "Nothing to show here yet": "Nada para mostrar aqui ainda",
  "Choose a hero": "Escolha um herói",
  "Choose a game": "Escolha um jogo",
  "Context": "Contexto",
  "Lola is a storyteller. Everything is fictive.": "Lola é uma contadora de histórias. Tudo é fictício.",
  "Carnal Dungeon": "Calabouço Carnal",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Você é um aventureiro ousado, descendo em um calabouço governado pela Rainha Súcubo. O ar está carregado com o aroma do desejo, e cada câmara testa suas inibições mais profundas. A própria rainha o aguarda no final, prometendo êxtase sem limites se você suportar seus desafios carnais—ou submissão total se não conseguir.",
  "Spy Seduction": "Sedução de Espião",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Como agente secreto, você foi capturado e se encontra à mercê de um interrogador sedutor. Cada pergunta é acompanhada de tentações que borram a linha entre prazer e dor. Você resistirá ao encanto intoxicante e escapará, ou cederá e revelará tudo em um véu de luxúria?",
  "Zombie Lust": "Desejo Zumbi",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "Em um mundo dominado por um surto, você descobre um refúgio secreto onde os sobreviventes se entregam a desejos primitivos para afastar o desespero. Entre eles está um estranho misterioso que o tenta com prazeres proibidos. Mas atenção: alguns carregam mais do que cicatrizes de sobrevivência—eles podem ter segredos que o consumirão.",
  "Forest of Desires": "Floresta dos Desejos",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Perdido em uma floresta encantada, você é seduzido por ninfas que prosperam na paixão humana. Cada encontro o puxa mais fundo para o mundo delas de luxúria indomada. Para sair, você deve superar seus jogos sensuais e provar que é digno, ou se render e se tornar seu brinquedo eterno.",
  "Time of Pleasures": "Tempo de Prazeres",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Lançado em um loop temporal, você se encontra revisitando momentos de desejo indescritível. Cada era oferece novos amantes, cada um mais ousado que o anterior. Mas se entregar demais pode prendê-lo em um ciclo de êxtase interminável, sem retorno à realidade. Você arriscará tudo para saborear cada momento?",
  "Share": "Compartilhar",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Quem sou eu? A pergunta ecoava mais alto a cada batida do coração. Qual é o meu nome? Meu gênero? Minha altura? O que eu realmente gosto nesta vida?"
}
