{
  "Lifetime Early Bird": "Vitalício Early Bird",
  "1-month": "1 mês",
  "Pricing": "Preços",
  "Checkout": "Finalizar compra",
  "Order canceled": "Pedido cancelado",
  "Order received": "Pedido recebido",
  "Your order has been canceled.": "Seu pedido foi cancelado.",
  "Your current plan": "Seu plano atual",
  "Choose": "Escolher",
  "Private": "Privado",
  "Unlimited use": "Uso ilimitado",
  "Make your content private": "Torne seu conteúdo privado",
  "soon": "em breve",
  "Images": "Imagens",
  "Italian": "Italiano",
  "in Italian": "em italiano",
  "all languages": "todas as línguas",
  "All languages": "Todas as línguas",
  "Arabic": "Árabe",
  "in Arabic": "em árabe",
  "German": "Alemão",
  "in German": "em alemão",
  "English": "Inglês",
  "in English": "em inglês",
  "Spanish": "Espanhol",
  "in Spanish": "em espanhol",
  "French": "Francês",
  "in French": "em francês",
  "Hindi": "Hindi",
  "in Hindi": "em hindi",
  "Japanese": "Japonês",
  "in Japanese": "em japonês",
  "Portuguese": "Português",
  "in Portuguese": "em português",
  "Russian": "Russo",
  "in Russian": "em russo",
  "Swedish": "Sueco",
  "in Swedish": "em sueco",
  "Turkish": "Turco",
  "in Turkish": "em turco",
  "Ukrainian": "Ucraniano",
  "in Ukrainian": "em ucraniano",
  "Explore": "Explorar",
  "Latest": "Mais recente",
  "Best content": "Melhor conteúdo",
  "Enter Lola for Adults": "Entre no Lola para adultos",
  "Exit Lola for Adults": "Sair de Lola para adultos",
  "Exit Lola": "Sair de Lola",
  "Enter Lola": "Entre no Lola",
  "Language": "Idioma",
  "Settings": "Configurações",
  "Personalization": "Personalização",
  "Auto-detect": "Detecção automática",
  "Choose your own adventure and storyteller.": "Um livro de Escolha Sua Própria Aventura, onde você é o herói e contador de histórias.",
  "Describe a character": "Descreva um personagem",
  "Start": "Início",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "Lola, é mais legal se você se inscrever. Seus personagens, jogos e histórias estarão lá na sua próxima conexão!",
  "Chat": "Chat",
  "Continue": "Continua",
  "Characters": "Personagens",
  "Games": "Jogos",
  "Stories": "Histórias",
  "New character": "Novo personagem",
  "New story": "Nova história",
  "New game": "Novo jogo",
  "New you_are_the_hero": "Novo jogo",
  "New conversation": "Nova conversa",
  "Delete": "Excluir",
  "Character": "Personagem",
  "Take care of your characters": "Cuide dos seus personagens",
  "You are the hero": "Você é o herói",
  "Play the game": "Jogar o jogo",
  "Story": "História",
  "You are the author": "Você é o autor",
  "Chatbot without instructions": "Chatbot sem instruções",
  "Report": "Relatório",
  "JSON": "JSON",
  "Images": "Imagens",
  "Type a message and press Enter to send...": "Digite uma mensagem e pressione Enter para enviar...",
  "Logout": "Sair",
  "Signup or login": "Cadastre-se ou faça login",
  "Nothing to show here yet": "Nada para mostrar aqui ainda",
  "Choose a hero": "Escolha um herói",
  "Choose a game": "Escolha um jogo",
  "Context": "Contexto",
  "Lola is a storyteller. Everything is fictive.": "Lola é uma contadora de histórias. Tudo é fictício.",
  "Carnal Dungeon": "Calabouço Carnal",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Você é um aventureiro ousado, descendo em um calabouço governado pela Rainha Súcubo. O ar está carregado com o aroma do desejo, e cada câmara testa suas inibições mais profundas. A própria rainha o aguarda no final, prometendo êxtase sem limites se você suportar seus desafios carnais—ou submissão total se não conseguir.",
  "Spy Seduction": "Sedução de Espião",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Como agente secreto, você foi capturado e se encontra à mercê de um interrogador sedutor. Cada pergunta é acompanhada de tentações que borram a linha entre prazer e dor. Você resistirá ao encanto intoxicante e escapará, ou cederá e revelará tudo em um véu de luxúria?",
  "Zombie Lust": "Desejo Zumbi",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "Em um mundo dominado por um surto, você descobre um refúgio secreto onde os sobreviventes se entregam a desejos primitivos para afastar o desespero. Entre eles está um estranho misterioso que o tenta com prazeres proibidos. Mas atenção: alguns carregam mais do que cicatrizes de sobrevivência—eles podem ter segredos que o consumirão.",
  "Forest of Desires": "Floresta dos Desejos",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Perdido em uma floresta encantada, você é seduzido por ninfas que prosperam na paixão humana. Cada encontro o puxa mais fundo para o mundo delas de luxúria indomada. Para sair, você deve superar seus jogos sensuais e provar que é digno, ou se render e se tornar seu brinquedo eterno.",
  "Time of Pleasures": "Tempo de Prazeres",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Lançado em um loop temporal, você se encontra revisitando momentos de desejo indescritível. Cada era oferece novos amantes, cada um mais ousado que o anterior. Mas se entregar demais pode prendê-lo em um ciclo de êxtase interminável, sem retorno à realidade. Você arriscará tudo para saborear cada momento?",
  "Share": "Compartilhar",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Quem sou eu? A pergunta ecoava mais alto a cada batida do coração. Qual é o meu nome? Meu gênero? Minha altura? O que eu realmente gosto nesta vida?",

  "Vampire Night": "Noite dos Vampiros",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "No coração de uma mansão sombria, você encontra um clã de vampiros que desejam não apenas sangue, mas também prazeres carnais. Você sucumbirá à sua sedução sombria ou encontrará uma maneira de escapar da sua noite eterna de prazer?",

  "Cyber Pleasures": "Prazeres Cibernéticos",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "Em uma cidade futurista iluminada por neon, você explora realidades virtuais onde fantasias se tornam realidade. Mas, à medida que as linhas entre o digital e o físico se confundem, você se perderá nos prazeres do mundo cibernético?",

  "Desert Temptation": "Tentação do Deserto",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "Preso em um deserto sem fim, você encontra uma caravana de místicos sensuais que testam seu corpo e mente. Apenas aqueles que abraçam o calor do desejo podem descobrir o oásis do êxtase supremo.",

  "Haunted Desires": "Desejos Assombrados",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "Em uma mansão em ruínas, espíritos de amantes proibidos assombram suas noites. Eles sussurram promessas de prazer eterno, mas alertam sobre o preço: sua alma. Você resistirá ao toque fantasmagórico deles ou se renderá à vida após a morte repleta de luxúria?",

  "Pirates of Passion": "Piratas da Paixão",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Capturado por uma tripulação de piratas sensuais, você é atraído para seu mundo de luxúria indomada e tesouros. Você conquistará o coração do capitão ou permanecerá prisioneiro de seu desejo?",

  "Treasure Hunt": "Caça ao Tesouro",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Junte-se a um grupo de aventureiros em busca de um tesouro lendário escondido em um labirinto cheio de armadilhas e enigmas. Cada decisão o aproxima da riqueza—ou do perigo.",

  "Alien Odyssey": "Odisseia Alienígena",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Você se encontra a bordo de uma nave alienígena misteriosa. Para sobreviver, você deve navegar por tecnologias desconhecidas e fazer amizade—ou enganar—os habitantes alienígenas.",

  "Enchanted Library": "Biblioteca Encantada",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "Perdido em uma biblioteca antiga, você descobre livros que o transportam para mundos mágicos. Resolva enigmas e tome decisões para encontrar o caminho de volta—ou fique perdido nas páginas para sempre.",

  "Robot Rebellion": "Rebelião dos Robôs",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "Em uma cidade futurista, os robôs começaram a se rebelar contra seus criadores humanos. Como um jovem engenheiro, você deve decidir se ajuda sua causa ou luta para proteger a humanidade.",

  "Mystic Voyage": "Viagem Mística",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Navegando em um navio misterioso, você é levado a um mundo de criaturas míticas do mar e ilhas encantadas. Cada decisão molda seu destino nos mares."
}
