{
  "Classic+ images left:": "Classic+ छवियाँ शेष:",
  "Unlimited \"Classic\" images": "असीमित \"Classic\" छवियाँ",
  "Unlimited \"Classic+\" images": "असीमित \"Classic+\" छवियाँ",
  "10 \"Classic+\" images per day": "प्रति दिन 10 \"Classic+\" छवियाँ",
  "20 \"Classic+\" images per day": "प्रति दिन 20 \"Classic+\" छवियाँ",
  "Membership": "सदस्यता",
  "Your plan:": "आपकी योजना:",
  "Valid until:": "मान्य तक:",
  "Surprise me!": "मुझे आश्चर्यचकित करो!",
  "You_are_the_hero": "खेल",
  "Archive": "संग्रह करना",
  "Archived": "संग्रहीत",
  "Restore": "पुनर्स्थापित करना",
  "Upload image": "छवि अपलोड करें",
  "No description yet.": "अभी तक कोई विवरण नहीं।",
  "Best": "सर्वश्रेष्ठ",
  "Worst": "सबसे खराब",
  "My images": "मेरी छवियाँ",
  "Choose a scenario": "एक परिदृश्य चुनें",
  "Latest characters": "नवीनतम पात्र",
  "Latest stories": "नवीनतम कहानियाँ",
  "Uncensored": "असेंसरित",
  "Pay in crypto.": "क्रिप्टो में भुगतान करें।",
  "Short message": "संक्षिप्त संदेश",
  "Generate image": "छवि उत्पन्न करें",
  "Korean": "कोरियाई",
  "Chinese": "चीनी",
  "Thai": "थाई",
  "in Korean": "कोरियाई में",
  "in Chinese": "चीनी में",
  "in Thai": "थाई में",
  "Enter Fabularius for adults": "वयस्कों के लिए Fabularius में प्रवेश करें",
  "Exit Fabularius for adults": "वयस्कों के लिए Fabularius से बाहर निकलें",
  "Enter Fabularius": "Fabularius में प्रवेश करें",
  "Exit Fabularius": "Fabularius से बाहर निकलें",
  "Fabularius is a storyteller. Everything is fictional.": "Fabularius एक कहानीकार है। सब कुछ काल्पनिक है।",
  "How can I help you?": "मैं आपकी कैसे मदद कर सकता हूँ?",
  "Create a character": "एक चरित्र बनाएँ",
  "Private": "निजी",
  "Image search": "छवि खोज",
  "Upgrade plan": "योजना अपग्रेड करें",
  "Your order has been canceled.": "आपका आदेश रद्द कर दिया गया है।",
  "Your order is being processed. This may take a few minutes.": "आपका ऑर्डर प्रोसेस किया जा रहा है। इसमें कुछ मिनट लग सकते हैं।",
  "Set to private.": "निजी में सेट करें।",
  "Upgrade": "अपग्रेड करें",
  "Lifetime Plus": "आजीवन Plus",
  "1-month": "1 महीना",
  "Pricing": "मूल्य निर्धारण",
  "Checkout": "चेकआउट",
  "Order canceled": "आदेश रद्द",
  "Order received": "आदेश प्राप्त हुआ",
  "Your order has been canceled.": "आपका आदेश रद्द कर दिया गया है।",
  "Your current plan": "आपकी वर्तमान योजना",
  "Choose": "चुनें",
  "Private": "निजी",
  "Unlimited use": "असीमित उपयोग",
  "Make your content private": "अपनी सामग्री को निजी बनाएं",
  "soon": "जल्द",
  "Images": "चित्र",
  "Italian": "इतालवी",
  "in Italian": "इतालवी में",
  "all languages": "सभी भाषाएँ",
  "All languages": "सभी भाषाएँ",
  "Arabic": "अरबी",
  "in Arabic": "अरबी में",
  "German": "जर्मन",
  "in German": "जर्मन में",
  "English": "अंग्रेज़ी",
  "in English": "अंग्रेज़ी में",
  "Spanish": "स्पेनिश",
  "in Spanish": "स्पेनिश में",
  "French": "फ़्रेंच",
  "in French": "फ़्रेंच में",
  "Hindi": "हिंदी",
  "in Hindi": "हिंदी में",
  "Japanese": "जापानी",
  "in Japanese": "जापानी में",
  "Portuguese": "पुर्तगाली",
  "in Portuguese": "पुर्तगाली में",
  "Russian": "रूसी",
  "in Russian": "रूसी में",
  "Swedish": "स्वीडिश",
  "in Swedish": "स्वीडिश में",
  "Turkish": "तुर्की",
  "in Turkish": "तुर्की में",
  "Ukrainian": "यूक्रेनी",
  "in Ukrainian": "यूक्रेनी में",
  "Explore": "खोजें",
  "Latest": "सबसे नया",
  "Best content": "सर्वश्रेष्ठ सामग्री",
  "Enter Lola for Adults": "वयस्कों के लिए लोला में प्रवेश करें",
  "Exit Lola for Adults": "वयस्कों के लिए लोला से बाहर निकलें",
  "Exit Lola": "लोला से बाहर निकलें",
  "Enter Lola": "लोला में प्रवेश करें",
  "Language": "भाषा",
  "Settings": "सेटिंग्स",
  "Personalization": "वैयक्तिकरण",
  "Auto-detect": "स्वचालित पहचान",
  "Choose your own adventure and storyteller.": "एक अपना खुद का रोमांच चुनें किताब जिसमें आप नायक और कहानीकार हैं",
  "Describe a character": "एक पात्र का वर्णन करें ",
  "Start": "शुरू",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "लोला, अगर तुम साइन अप करती हो तो यह और भी अच्छा होगा। तुम्हारे पात्र, खेल और कहानियाँ तुम्हारे अगले लॉगिन पर वहाँ होंगी!",
  "Chat": "चैट",
  "Continue": "जारी रखो",
  "Characters": "चरित्र",
  "Games": "खेल",
  "Stories": "कहानियां",
  "New character": "नया चरित्र",
  "New story": "नई कहानी",
  "New game": "नया खेल",
  "New you_are_the_hero": "नया खेल",
  "New conversation": "नई बातचीत",
  "Delete": "हटाएं",
  "Character": "चरित्र",
  "Take care of your characters": "अपने चरित्रों का ध्यान रखें",
  "You are the hero": "आप नायक हैं",
  "Play the game": "खेल खेलें",
  "Story": "कहानी",
  "You are the author": "आप लेखक हैं",
  "Chatbot without instructions": "निर्देशों के बिना चैटबॉट",
  "Report": "रिपोर्ट",
  "JSON": "JSON",
  "Images": "छवियां",
  "Type a message and press Enter to send...": "संदेश टाइप करें और भेजने के लिए एंटर दबाएं...",
  "Logout": "लॉगआउट",
  "Signup or login": "साइन अप करें या लॉगिन करें",
  "Nothing to show here yet": "यहां दिखाने के लिए अभी कुछ नहीं है",
  "Choose a hero": "एक नायक चुनें",
  "Choose a game": "एक खेल चुनें",
  "Context": "संदर्भ",
  "Lola is a storyteller. Everything is fictive.": "लोला एक कथाकार है। सब कुछ काल्पनिक है।",
  "Carnal Dungeon": "कामुक कालकोठरी",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "आप एक साहसी यात्री हैं, जो सुक्कुबस रानी द्वारा शासित कालकोठरी में उतरते हैं। हवा वासना की गंध से भारी है, और हर कक्ष आपकी गहरी बाधाओं की परीक्षा लेता है। रानी खुद अंत में आपका इंतजार करती है, असीम आनंद का वादा करती है अगर आप उसकी कामुक चुनौतियों का सामना कर सकते हैं—या कुल समर्पण अगर आप नहीं कर सकते।",
  "Spy Seduction": "जासूस का प्रलोभन",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "एक गुप्त एजेंट के रूप में, आप पकड़े गए हैं और खुद को एक मोहक पूछताछकर्ता की दया पर पाते हैं। प्रत्येक प्रश्न प्रलोभनों के साथ आता है जो आनंद और दर्द के बीच की रेखा को धुंधला कर देते हैं। क्या आप उनके नशे में डूबे आकर्षण का विरोध करेंगे और भाग जाएंगे, या हार मान लेंगे और कामुकता के धुंध में सब कुछ प्रकट कर देंगे?",
  "Zombie Lust": "ज़ोंबी वासना",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "एक महामारी से ग्रस्त दुनिया में, आप एक गुप्त आश्रय स्थल की खोज करते हैं जहाँ बचे हुए लोग निराशा को दूर करने के लिए आदिम इच्छाओं में लिप्त होते हैं। उनमें से एक रहस्यमय अजनबी है जो आपको निषिद्ध सुखों की ओर लुभाता है। लेकिन सावधान रहें: कुछ के पास जीवित रहने के निशान से अधिक हो सकता है—उनके पास ऐसे रहस्य हो सकते हैं जो आपको निगल लेंगे।",
  "Forest of Desires": "इच्छाओं का जंगल",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "एक जादुई जंगल में खो गए, आप अप्सराओं द्वारा बहकाए जाते हैं जो मानव जुनून पर पनपती हैं। प्रत्येक मुठभेड़ आपको उनकी अनियंत्रित वासना की दुनिया में गहराई तक खींच लेती है। जाने के लिए, आपको उनके कामुक खेलों को मात देनी होगी और अपनी योग्यता साबित करनी होगी, या आत्मसमर्पण करना होगा और उनका शाश्वत खिलौना बनना होगा।",
  "Time of Pleasures": "आनंद का समय",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "समय की एक लूप में फंस गए, आप खुद को अकथनीय इच्छा के क्षणों को फिर से जीते हुए पाते हैं। प्रत्येक युग नए प्रेमी प्रदान करता है, प्रत्येक पिछले से अधिक साहसी। लेकिन बहुत अधिक लिप्त होना आपको अनंत आनंद के चक्र में फंसा सकता है, जिससे वास्तविकता में कभी वापस नहीं लौट सकते। क्या आप हर पल का आनंद लेने के लिए सब कुछ जोखिम में डाल देंगे?",
  "Share": "साझा करें",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "मैं कौन हूं? यह सवाल हर धड़कन के साथ जोर से गूंजा। मेरा नाम क्या है? मेरा लिंग? मेरी ऊंचाई? मुझे इस जीवन में वास्तव में क्या पसंद है?",

  "Vampire Night": "वैम्पायर नाइट",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "एक अंधेरे महल के केंद्र में, आप पिशाचों के एक समूह से मिलते हैं, जो केवल खून ही नहीं, बल्कि शारीरिक सुखों की भी भूख रखते हैं। क्या आप उनकी काली मोहिनी में फँस जाएंगे, या उनकी अनंत रात के सुखों से बचने का रास्ता खोज पाएंगे?",

  "Cyber Pleasures": "साइबर सुख",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "भविष्य के एक नीयन-रोशनी वाले शहर में, आप वर्चुअल वास्तविकताओं का अन्वेषण करते हैं जहाँ कल्पनाएँ वास्तविकता बन जाती हैं। लेकिन जब डिजिटल और भौतिक दुनिया के बीच की रेखाएँ धुंधली हो जाती हैं, तो क्या आप साइबर दुनिया के सुखों में खो जाएंगे?",

  "Desert Temptation": "रेगिस्तान का प्रलोभन",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "एक अनंत रेगिस्तान में फंसे, आप कामुक रहस्यमय लोगों के एक कारवां से मिलते हैं जो आपके शरीर और मन की परीक्षा लेते हैं। केवल वही लोग जो इच्छा की गर्मी को अपनाते हैं, परम आनंद के नखलिस्तान को खोज सकते हैं।",

  "Haunted Desires": "भूतिया इच्छाएँ",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "एक खंडहर महल में, निषिद्ध प्रेमियों की आत्माएँ आपकी रातों को परेशान करती हैं। वे आपको अनंत सुख का वादा करते हैं लेकिन इसके मूल्य की चेतावनी देते हैं: आपकी आत्मा। क्या आप उनके भूतिया स्पर्श का विरोध करेंगे, या वासना से भरे जीवन के बाद के जीवन को आत्मसमर्पण करेंगे?",

  "Pirates of Passion": "जुनून के समुद्री डाकू",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "कामुक समुद्री डाकुओं के एक दल द्वारा पकड़े गए, आप उनकी अनियंत्रित वासना और खजानों की दुनिया में खींचे जाते हैं। क्या आप कप्तान का दिल जीतेंगे या उनकी इच्छा के कैदी बने रहेंगे?",

  "Treasure Hunt": "खजाने की खोज",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "साहसिक लोगों के एक समूह में शामिल हों, जो जालों और पहेलियों से भरे भूलभुलैया में छिपे एक पौराणिक खजाने की खोज कर रहे हैं। हर निर्णय आपको धन के करीब लाता है—या खतरे के।",

  "Alien Odyssey": "एलियन ओडिसी",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "आप खुद को एक रहस्यमय एलियन अंतरिक्ष यान पर पाते हैं। जीवित रहने के लिए, आपको अज्ञात तकनीक को समझना होगा और एलियन निवासियों से दोस्ती करनी होगी—या उन्हें मात देनी होगी।",

  "Enchanted Library": "मंत्रमुग्ध पुस्तकालय",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "एक प्राचीन पुस्तकालय में खोए हुए, आप ऐसी किताबें खोजते हैं जो आपको जादुई दुनियाओं में ले जाती हैं। पहेलियाँ हल करें और अपने रास्ते वापस जाने के लिए निर्णय लें—या हमेशा के लिए पन्नों में खो जाएँ।",

  "Robot Rebellion": "रोबोट विद्रोह",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "भविष्य के एक शहर में, रोबोट अपने मानव निर्माताओं के खिलाफ विद्रोह करना शुरू कर देते हैं। एक युवा इंजीनियर के रूप में, आपको यह तय करना होगा कि उनकी मदद करनी है या मानवता की रक्षा के लिए लड़ना है।",

  "Mystic Voyage": "रहस्यमय यात्रा",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "एक रहस्यमय जहाज पर यात्रा करते हुए, आप पौराणिक समुद्री प्राणियों और जादुई द्वीपों की दुनिया में प्रवेश करते हैं। हर निर्णय समुद्र में आपके भाग्य को आकार देता है।"
}
