{
  "Characters": "चरित्र",
  "Games": "खेल",
  "Stories": "कहानियां",
  "New character": "नया चरित्र",
  "New story": "नई कहानी",
  "New game": "नया खेल",
  "New conversation": "नई बातचीत",
  "Delete": "हटाएं",
  "Character": "चरित्र",
  "Take care of your characters": "अपने चरित्रों का ध्यान रखें",
  "You are the hero": "आप नायक हैं",
  "Play the game": "खेल खेलें",
  "Story": "कहानी",
  "You are the author": "आप लेखक हैं",
  "Chatbot without instructions": "निर्देशों के बिना चैटबॉट",
  "Report": "रिपोर्ट",
  "JSON": "JSON",
  "Images": "छवियां",
  "Type a message and press Enter to send...": "संदेश टाइप करें और भेजने के लिए एंटर दबाएं...",
  "Logout": "लॉगआउट",
  "Signup or login": "साइन अप करें या लॉगिन करें",
  "Nothing to show here yet": "यहां दिखाने के लिए अभी कुछ नहीं है",
  "Choose a hero": "एक नायक चुनें",
  "Choose a game": "एक खेल चुनें",
  "Context": "संदर्भ",
  "Lola is a storyteller. Everything is fictive.": "लोला एक कथाकार है। सब कुछ काल्पनिक है।",
  "Carnal Dungeon": "कामुक कालकोठरी",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "आप एक साहसी यात्री हैं, जो सुक्कुबस रानी द्वारा शासित कालकोठरी में उतरते हैं। हवा वासना की गंध से भारी है, और हर कक्ष आपकी गहरी बाधाओं की परीक्षा लेता है। रानी खुद अंत में आपका इंतजार करती है, असीम आनंद का वादा करती है अगर आप उसकी कामुक चुनौतियों का सामना कर सकते हैं—या कुल समर्पण अगर आप नहीं कर सकते।",
  "Spy Seduction": "जासूस का प्रलोभन",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "एक गुप्त एजेंट के रूप में, आप पकड़े गए हैं और खुद को एक मोहक पूछताछकर्ता की दया पर पाते हैं। प्रत्येक प्रश्न प्रलोभनों के साथ आता है जो आनंद और दर्द के बीच की रेखा को धुंधला कर देते हैं। क्या आप उनके नशे में डूबे आकर्षण का विरोध करेंगे और भाग जाएंगे, या हार मान लेंगे और कामुकता के धुंध में सब कुछ प्रकट कर देंगे?",
  "Zombie Lust": "ज़ोंबी वासना",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "एक महामारी से ग्रस्त दुनिया में, आप एक गुप्त आश्रय स्थल की खोज करते हैं जहाँ बचे हुए लोग निराशा को दूर करने के लिए आदिम इच्छाओं में लिप्त होते हैं। उनमें से एक रहस्यमय अजनबी है जो आपको निषिद्ध सुखों की ओर लुभाता है। लेकिन सावधान रहें: कुछ के पास जीवित रहने के निशान से अधिक हो सकता है—उनके पास ऐसे रहस्य हो सकते हैं जो आपको निगल लेंगे।",
  "Forest of Desires": "इच्छाओं का जंगल",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "एक जादुई जंगल में खो गए, आप अप्सराओं द्वारा बहकाए जाते हैं जो मानव जुनून पर पनपती हैं। प्रत्येक मुठभेड़ आपको उनकी अनियंत्रित वासना की दुनिया में गहराई तक खींच लेती है। जाने के लिए, आपको उनके कामुक खेलों को मात देनी होगी और अपनी योग्यता साबित करनी होगी, या आत्मसमर्पण करना होगा और उनका शाश्वत खिलौना बनना होगा।",
  "Time of Pleasures": "आनंद का समय",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "समय की एक लूप में फंस गए, आप खुद को अकथनीय इच्छा के क्षणों को फिर से जीते हुए पाते हैं। प्रत्येक युग नए प्रेमी प्रदान करता है, प्रत्येक पिछले से अधिक साहसी। लेकिन बहुत अधिक लिप्त होना आपको अनंत आनंद के चक्र में फंसा सकता है, जिससे वास्तविकता में कभी वापस नहीं लौट सकते। क्या आप हर पल का आनंद लेने के लिए सब कुछ जोखिम में डाल देंगे?",
  "Share": "साझा करें",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "मैं कौन हूं? यह सवाल हर धड़कन के साथ जोर से गूंजा। मेरा नाम क्या है? मेरा लिंग? मेरी ऊंचाई? मुझे इस जीवन में वास्तव में क्या पसंद है?"
}
