{
  "Exit Lola": "Вийти з Лоли",
  "Enter Lola": "Увійдіть у Лолу",
  "Language": "Мова",
  "Settings": "Налаштування",
  "Personalization": "Персоналізація",
  "Auto-detect": "Автовизначення",
  "Choose your own adventure and storyteller.": "Книга Обери свою пригоду, де ви є героєм та оповідачем.",
  "Describe a character": "Опишіть персонажа",
  "Start": "Початок",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "Лола, буде приємніше, якщо ти зареєструєшся. Твої персонажі, ігри та історії будуть доступні при наступному вході!",
  "Chat": "чат",
  "Continue": "Продовжуй",
  "Characters": "Персонажі",
  "Games": "Ігри",
  "Stories": "Історії",
  "New character": "Новий персонаж",
  "New story": "Нова історія",
  "New game": "Нова гра",
  "New you_are_the_hero": "Нова гра",
  "New conversation": "Нова розмова",
  "Delete": "Видалити",
  "Character": "Персонаж",
  "Take care of your characters": "Піклуйтеся про своїх персонажів",
  "You are the hero": "Ви — герой",
  "Play the game": "Грати у гру",
  "Story": "Історія",
  "You are the author": "Ви — автор",
  "Chatbot without instructions": "Чат-бот без інструкцій",
  "Report": "Звіт",
  "JSON": "JSON",
  "Images": "Зображення",
  "Type a message and press Enter to send...": "Введіть повідомлення і натисніть Enter, щоб надіслати...",
  "Logout": "Вийти",
  "Signup or login": "Зареєструйтесь або увійдіть",
  "Nothing to show here yet": "Тут поки що нічого не показано",
  "Choose a hero": "Виберіть героя",
  "Choose a game": "Виберіть гру",
  "Context": "Контекст",
  "Lola is a storyteller. Everything is fictive.": "Лола — оповідачка. Усе вигадане.",
  "Carnal Dungeon": "Плотське підземелля",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Ви — сміливий шукач пригод, який спускається до підземелля, де править Королева-суккуб. Повітря насичене ароматом бажання, а кожна зала перевіряє ваші найглибші заборони. Сама королева чекає наприкінці, обіцяючи нестримну екстазу, якщо ви витримаєте її плотські випробування, — або ж повну покору, якщо не зможете.",
  "Spy Seduction": "Зваблення шпигуна",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Як таємного агента, вас захопили, і ви опинилися на милість звабливого допитувача. Кожне запитання супроводжується спокусами, що стирають межу між задоволенням і болем. Чи зможете ви встояти перед їхнім п'янким шармом і втекти, чи піддастеся та розкажете все в тумані жаги?",
  "Zombie Lust": "Зомбі-жага",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "У світі, охопленому епідемією, ви знаходите потаємний притулок, де вцілілі віддаються первісним пристрастям, щоб не впасти у відчай. Серед них є таємничий незнайомець, який спокушає вас забороненими втіхами. Але будьте обережні: дехто носить у собі більше, ніж просто рани виживання — вони можуть мати секрети, що поглинуть вас.",
  "Forest of Desires": "Ліс бажань",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Загубившись у зачарованому лісі, ви піддаєтеся спокусі німф, що живляться людською пристрастю. Кожна зустріч затягує вас глибше у їхній світ нестримного бажання. Щоб вибратися, вам потрібно перехитрувати їхні чуттєві ігри та довести свою гідність, або здатися й стати їхньою вічною іграшкою.",
  "Time of Pleasures": "Час насолод",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Опинившись у часовій петлі, ви знову й знову переживаєте миті неймовірної жаги. Кожна епоха дарує нових коханців, сміливіших за попередніх. Але надмірна насолода може замкнути вас у нескінченному колі екстазу, без шансу повернутися до реальності. Чи ризикнете ви всім, аби скуштувати кожну мить?",
  "Share": "Поділитися",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Хто я? Це запитання лунало все гучніше з кожним серцевим ударом. Яке моє ім’я? Мій гендер? Мій зріст? Що мені взагалі подобається в цьому житті?",
  "Vampire Night": "Ніч вампірів",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "У глибині похмурого маєтку ви зустрічаєте клан вампірів, які жадають не лише крові, а й плотських насолод. Чи піддастеся ви їхній темній спокусі, чи знайдете спосіб утекти від їхньої вічної ночі розкошів?",
  "Cyber Pleasures": "Кібернасолоди",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "У майбутньому місті, залитому неоновим світлом, ви досліджуєте віртуальні реальності, де фантазії стають справжніми. Але коли межа між цифровим і фізичним розмивається, чи не втратите ви себе в задоволеннях кіберсвіту?",
  "Desert Temptation": "Пустельна спокуса",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "Опинившись у безкрайньому пустельному просторі, ви натрапляєте на караван чуттєвих містиків, які випробовують ваше тіло й розум. Лише ті, хто прийме пекельну спеку бажання, знайдуть оазис найвищої екстази.",
  "Haunted Desires": "Привидні бажання",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "У занедбаному маєтку духи заборонених коханців переслідують вас уночі. Вони шепочуть обіцянки вічної насолоди, але попереджають про ціну: вашу душу. Чи зможете ви протистояти їхньому примарному доторку, чи піддастеся потойбічній жагучій спокусі?",
  "Pirates of Passion": "Пірати пристрасті",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Вас полонила команда чуттєвих піратів, які затягують вас у свій світ нестримної пристрасті та скарбів. Чи зможете ви завоювати серце капітана, чи залишитесь в’язнем їхніх бажань?",
  "Treasure Hunt": "Полювання за скарбами",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Приєднайтеся до групи шукачів пригод, які розшукують легендарний скарб, захований у лабіринті з пастками й головоломками. Кожне рішення наближає вас або до багатства, або до небезпеки.",
  "Alien Odyssey": "Інопланетна одіссея",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Ви опиняєтесь на борту загадкового інопланетного корабля. Щоб вижити, вам доведеться освоїти невідому технологію та потоваришувати або ж перехитрувати його мешканців.",
  "Enchanted Library": "Зачарована бібліотека",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "Заблукавши в давній бібліотеці, ви знаходите книги, що переносять вас у магічні світи. Розгадуйте загадки та робіть вибір, щоб повернутися, або залишайтеся серед цих сторінок назавжди.",
  "Robot Rebellion": "Повстання роботів",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "У футуристичному місті роботи починають повставати проти своїх людських творців. Як молодий інженер, ви мусите вирішити, чи допомогти їм у їхній справі, чи боротися, захищаючи людство.",
  "Mystic Voyage": "Містична подорож",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Мандруючи на таємничому кораблі, ви потрапляєте у світ міфічних морських істот і зачарованих островів. Кожне ваше рішення впливає на долю у цих безкраїх морях."
}
