{
  "Latest characters": "أحدث الشخصيات",
  "Latest stories": "أحدث القصص",
  "Uncensored": "غير خاضع للرقابة",
  "Pay in crypto.": "ادفع بالعملات الرقمية.",
  "Short message": "رسالة قصيرة",
  "Generate image": "توليد صورة",
  "Korean": "الكورية",
  "Chinese": "الصينية",
  "Thai": "التايلاندية",
  "in Korean": "بالكورية",
  "in Chinese": "بالصينية",
  "in Thai": "بالتايلاندية",
  "Enter Fabularius for adults": "ادخل إلى Fabularius للبالغين",
  "Exit Fabularius for adults": "اخرج من Fabularius للبالغين",
  "Enter Fabularius": "ادخل إلى Fabularius",
  "Exit Fabularius": "اخرج من Fabularius",
  "Fabularius is a storyteller. Everything is fictional.": "Fabularius هو راوي قصص. كل شيء خيالي.",
  "How can I help you?": "كيف يمكنني مساعدتك؟",
  "Create a character": "إنشاء شخصية",
  "Private": "خاص",
  "Image search": "بحث بالصور",
  "Upgrade plan": "ترقية الخطة",
  "Your order has been canceled.": "تم إلغاء طلبك.",
  "Your order is being processed. This may take a few minutes.": "يجري معالجة طلبك. قد يستغرق هذا بضع دقائق.",
  "Set to private.": "تعيين كخاص.",
  "Upgrade": "ترقية",
  "Lifetime Plus": "مدى الحياة Plus",
  "1-month": "شهر واحد",
  "Pricing": "التسعير",
  "Checkout": "إتمام الدفع",
  "Order canceled": "تم إلغاء الطلب",
  "Order received": "تم استلام الطلب",
  "Your order has been canceled.": "تم إلغاء طلبك.",
  "Your current plan": "خطة اشتراكك الحالية",
  "Choose": "اختر",
  "Private": "خاص",
  "Unlimited use": "استخدام غير محدود",
  "Make your content private": "اجعل المحتوى خاصًا",
  "soon": "قريبًا",
  "Images": "صور",
  "Italian": "الإيطالية",
  "in Italian": "بالإيطالية",
  "all languages": "جميع اللغات",
  "All languages": "جميع اللغات",
  "Arabic": "العربية",
  "in Arabic": "بالعربية",
  "German": "الألمانية",
  "in German": "بالألمانية",
  "English": "الإنجليزية",
  "in English": "بالإنجليزية",
  "Spanish": "الإسبانية",
  "in Spanish": "بالإسبانية",
  "French": "الفرنسية",
  "in French": "بالفرنسية",
  "Hindi": "الهندية",
  "in Hindi": "بالهندية",
  "Japanese": "اليابانية",
  "in Japanese": "باليابانية",
  "Portuguese": "البرتغالية",
  "in Portuguese": "بالبرتغالية",
  "Russian": "الروسية",
  "in Russian": "بالروسية",
  "Swedish": "السويدية",
  "in Swedish": "بالسويدية",
  "Turkish": "التركية",
  "in Turkish": "بالتركية",
  "Ukrainian": "الأوكرانية",
  "in Ukrainian": "بالأوكرانية",
  "Explore": "استكشاف",
  "Latest": "الأحدث",
  "Best content": "أفضل المحتوى",
  "Enter Lola for Adults": "ادخل إلى لولا للكبار",
  "Exit Lola for Adults": "الخروج من لولا للبالغين",
  "Exit Lola": "الخروج من لول",
  "Enter Lola": "دخل إلى لول",
  "Language": "اللغة",
  "Settings": "الإعدادات",
  "Personalization": "التخصيص",
  "Auto-detect": "الكشف التلقائي",
  "Choose your own adventure and storyteller.": "كتاب اختر مغامرتك الخاصة حيث تكون البطل وراوي القصص",
  "Describe a character": "صف شخصية.",
  "Start": "بدء",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "لولا، سيكون الأمر أجمل إذا قمت بالتسجيل. شخصياتك، ألعابك وقصصك ستكون هناك عند تسجيل دخولك القادم!",
  "Chat": "دردشة",
  "Continue": "تواصل",
  "Characters": "الشخصيات",
  "Games": "الألعاب",
  "Stories": "القصص",
  "New character": "شخصية جديدة",
  "New story": "قصة جديدة",
  "New game": "لعبة جديدة",
  "New you_are_the_hero": "لعبة جديدة",
  "New conversation": "محادثة جديدة",
  "Delete": "حذف",
  "Character": "شخصية",
  "Take care of your characters": "اعتنِ بشخصياتك",
  "You are the hero": "أنت البطل",
  "Play the game": "العب اللعبة",
  "Story": "قصة",
  "You are the author": "أنت المؤلف",
  "Chatbot without instructions": "روبوت محادثة بدون تعليمات",
  "Report": "تقرير",
  "JSON": "JSON",
  "Images": "صور",
  "Type a message and press Enter to send...": "اكتب رسالة واضغط Enter للإرسال...",
  "Logout": "تسجيل الخروج",
  "Signup or login": "التسجيل أو تسجيل الدخول",
  "Nothing to show here yet": "لا يوجد شيء لعرضه هنا حتى الآن",
  "Choose a hero": "اختر بطلاً",
  "Choose a game": "اختر لعبة",
  "Context": "السياق",
  "Lola is a storyteller. Everything is fictive.": "لولا راوية قصص. كل شيء خيالي.",
  "Carnal Dungeon": "الزنزانة الحسية",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "أنت مغامر جريء ينزل إلى زنزانة تحكمها ملكة السوكوبوس. الهواء مشبع برائحة الرغبة، وكل غرفة تختبر أعمق مخاوفك. الملكة نفسها تنتظرك في النهاية، واعدة بنشوة بلا حدود إذا تمكنت من مواجهة تحدياتها الحسية—أو الخضوع التام إذا لم تستطع.",
  "Spy Seduction": "إغراء الجاسوس",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "كعميل سري، تم القبض عليك ووجدت نفسك تحت رحمة محقق مغرٍ. كل سؤال مصحوب بإغراءات تمحو الحدود بين المتعة والألم. هل ستقاوم جاذبيتهم الساحرة وتهرب، أم تستسلم وتكشف كل شيء في ضباب من الشهوة؟",
  "Zombie Lust": "شهوة الزومبي",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "في عالم اجتاحه الوباء، تكتشف ملاذاً سرياً حيث ينغمس الناجون في رغبات بدائية للتغلب على اليأس. من بينهم غريب غامض يغريك بملذات ممنوعة. لكن احذر: البعض يحمل أكثر من ندوب البقاء—قد تكون لديهم أسرار تستهلكك.",
  "Forest of Desires": "غابة الرغبات",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "تائه في غابة مسحورة، يتم إغواؤك من قبل حوريات تزدهر من الشغف البشري. كل لقاء يجذبك أعمق في عالمهم المليء بالشهوة الجامحة. للمغادرة، يجب أن تتغلب على ألعابهم الحسية وتثبت أنك جدير، أو تستسلم وتصبح لعبتهم الأبدية.",
  "Time of Pleasures": "زمن الملذات",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "عالق في حلقة زمنية، تجد نفسك تعيش لحظات من الرغبة التي لا توصف مرة أخرى. كل عصر يقدم عشاقًا جددًا، كل واحد أكثر جرأة من السابق. لكن الاستغراق الزائد قد يحاصرك في دورة من النشوة التي لا تنتهي، دون عودة إلى الواقع. هل ستخاطر بكل شيء للاستمتاع بكل لحظة؟",
  "Share": "مشاركة",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "من أنا؟ السؤال يتردد بصوت أعلى مع كل نبضة قلب. ما اسمي؟ ما جنسي؟ ما طولي؟ ماذا أحب في هذه الحياة؟",

  "Vampire Night": "ليلة مصاصي الدماء",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "في قلب قصر غامض، تواجه جماعة من مصاصي الدماء الذين يتوقون ليس فقط إلى الدم ولكن أيضًا إلى المتع الجسدية. هل ستستسلم لإغوائهم المظلم، أم ستجد طريقًا للهروب من ليلتهم الأبدية من المتعة؟",

  "Cyber Pleasures": "ملذات السايبر",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "في مدينة مضاءة بالنيون في المستقبل، تستكشف عوالم افتراضية حيث تتحول الأحلام إلى واقع. ولكن مع تلاشي الخطوط بين العالم الرقمي والمادي، هل ستفقد نفسك في ملذات عالم السايبر؟",

  "Desert Temptation": "إغراء الصحراء",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "عالق في صحراء لا نهاية لها، تصادف قافلة من الغامضين الحسيين الذين يختبرون جسدك وعقلك. فقط من يحتضنون حرارة الرغبة يمكنهم اكتشاف واحة النشوة المطلقة.",

  "Haunted Desires": "رغبات مسكونة",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "في قصر متداعٍ، تطارد أرواح عشاق ممنوعين لياليك. يهمسون بوعود المتعة الأبدية لكن يحذرونك من الثمن: روحك. هل ستقاوم لمساتهم الشبحيّة، أم تستسلم لحياة ما بعد الموت مليئة بالشهوة؟",

  "Pirates of Passion": "قراصنة الشغف",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "تم القبض عليك من قبل طاقم من القراصنة الحسيين، تنجذب إلى عالمهم المليء بالشهوة الجامحة والكنوز. هل ستكسب قلب القبطان أم ستبقى أسير رغباتهم؟",

  "Treasure Hunt": "البحث عن الكنز",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "انضم إلى مجموعة من المغامرين الباحثين عن كنز أسطوري مخفي في متاهة مليئة بالفخاخ والألغاز. كل قرار يقربك من الثروة—أو الخطر.",

  "Alien Odyssey": "ملحمة الكائنات الفضائية",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "تجد نفسك على متن مركبة فضائية غامضة. للبقاء على قيد الحياة، يجب عليك التنقل عبر تقنيات غير معروفة ومصادقة—أو خداع—سكان الفضائيين.",

  "Enchanted Library": "المكتبة المسحورة",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "تائه في مكتبة قديمة، تكتشف كتبًا تنقلك إلى عوالم سحرية. حل الألغاز واتخذ القرارات لتجد طريقك للعودة—أو تبقى تائهًا بين الصفحات إلى الأبد.",

  "Robot Rebellion": "تمرد الروبوتات",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "في مدينة مستقبلية، بدأت الروبوتات في التمرد ضد صانعيها البشر. كمهندس شاب، يجب أن تقرر ما إذا كنت ستدعم قضيتهم أو تقاتل لحماية البشرية.",

  "Mystic Voyage": "رحلة غامضة",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "بينما تبحر على متن سفينة غامضة، تجرفك الأحداث إلى عالم من المخلوقات البحرية الأسطورية والجزر المسحورة. كل قرار يشكل مصيرك في أعالي البحار."
}
