{
  "Uncensored": "検閲なし",
  "Pay in crypto.": "仮想通貨で支払う。",
  "Short message": "短いメッセージ",
  "Generate image": "画像を生成",
  "Korean": "韓国語",
  "Chinese": "中国語",
  "Thai": "タイ語",
  "in Korean": "韓国語で",
  "in Chinese": "中国語で",
  "in Thai": "タイ語で",
  "Enter Fabularius for adults": "大人向けのFabulariusに入る",
  "Exit Fabularius for adults": "大人向けのFabulariusを退出する",
  "Enter Fabularius": "Fabulariusに入る",
  "Exit Fabularius": "Fabulariusを退出する",
  "Fabularius is a storyteller. Everything is fictional.": "Fabulariusは物語の語り手です。すべてが架空のものです。",
  "How can I help you?": "どのようにお手伝いできますか？",
  "Create a character": "キャラクターを作成",
  "Private": "プライベート",
  "Image search": "画像検索",
  "Upgrade plan": "プランをアップグレード",
  "Your order has been canceled.": "注文がキャンセルされました。",
  "Your order is being processed. This may take a few minutes.": "ご注文を処理中です。数分かかる場合があります。",
  "Set to private.": "プライベートに設定。",
  "Upgrade": "アップグレード",
  "Lifetime Plus": "生涯 Plus",
  "1-month": "1ヶ月",
  "Pricing": "価格設定",
  "Checkout": "チェックアウト",
  "Order canceled": "注文がキャンセルされました",
  "Order received": "注文が受け付けられました",
  "Your order has been canceled.": "注文がキャンセルされました。",
  "Your current plan": "現在のプラン",
  "Choose": "選択する",
  "Private": "プライベート",
  "Unlimited use": "無制限の使用",
  "Make your content private": "コンテンツをプライベートにする",
  "soon": "近日中",
  "Images": "画像",
  "Italian": "イタリア語",
  "in Italian": "イタリア語で",
  "all languages": "すべての言語",
  "All languages": "すべての言語",
  "Arabic": "アラビア語",
  "in Arabic": "アラビア語で",
  "German": "ドイツ語",
  "in German": "ドイツ語で",
  "English": "英語",
  "in English": "英語で",
  "Spanish": "スペイン語",
  "in Spanish": "スペイン語で",
  "French": "フランス語",
  "in French": "フランス語で",
  "Hindi": "ヒンディー語",
  "in Hindi": "ヒンディー語で",
  "Japanese": "日本語",
  "in Japanese": "日本語で",
  "Portuguese": "ポルトガル語",
  "in Portuguese": "ポルトガル語で",
  "Russian": "ロシア語",
  "in Russian": "ロシア語で",
  "Swedish": "スウェーデン語",
  "in Swedish": "スウェーデン語で",
  "Turkish": "トルコ語",
  "in Turkish": "トルコ語で",
  "Ukrainian": "ウクライナ語",
  "in Ukrainian": "ウクライナ語で",
  "Explore": "探検",
  "Latest": "最新",
  "Best content": "最高のコンテンツ",
  "Enter Lola for Adults": "大人向けローラに入る",
  "Exit Lola for Adults": "大人向けローラから出る",
  "Exit Lola": "ローラから出る",
  "Enter Lola": "ローラに入る",
  "Language": "言語",
  "Settings": "設定",
  "Personalization": "個人設定",
  "Auto-detect": "自動検出",
  "Choose your own adventure and storyteller.": "自分で冒険を選ぶ本で、あなたが主人公で語り手となる",
  "Describe a character": "キャラクターを説明してください",
  "Start": "開始",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "ローラ、登録するともっと良くなります。あなたのキャラクター、ゲーム、ストーリーは次回のログイン時にそこにあります！",
  "Chat": "チャット",
  "Continue": "続けて",
  "Characters": "キャラクター",
  "Games": "ゲーム",
  "Stories": "物語",
  "New character": "新しいキャラクター",
  "New story": "新しい物語",
  "New game": "新しいゲーム",
  "New you_are_the_hero": "新しいゲーム",
  "New conversation": "新しい会話",
  "Delete": "削除",
  "Character": "キャラクター",
  "Take care of your characters": "キャラクターを大切にしてください",
  "You are the hero": "あなたは英雄です",
  "Play the game": "ゲームをプレイする",
  "Story": "物語",
  "You are the author": "あなたが作者です",
  "Chatbot without instructions": "指示のないチャットボット",
  "Report": "報告する",
  "JSON": "JSON",
  "Images": "画像",
  "Type a message and press Enter to send...": "メッセージを入力し、Enterキーを押して送信...",
  "Logout": "ログアウト",
  "Signup or login": "サインアップまたはログイン",
  "Nothing to show here yet": "ここにはまだ表示するものがありません",
  "Choose a hero": "英雄を選択",
  "Choose a game": "ゲームを選択",
  "Context": "コンテキスト",
  "Lola is a storyteller. Everything is fictive.": "ローラは物語を語る人です。すべてが架空のものです。",
  "Carnal Dungeon": "欲望のダンジョン",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "あなたは大胆な冒険者であり、サキュバスクイーンが支配するダンジョンに降り立ちます。空気は欲望の香りで満たされ、各部屋があなたの最深の抑制を試します。クイーンは最後に待ち構えています。彼女の欲望の試練に耐えられれば無尽蔵の歓喜を約束し、耐えられなければ完全な服従が待っています。",
  "Spy Seduction": "スパイ誘惑",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "秘密工作員として捕らえられ、魅惑的な尋問者のなすがままになっています。各質問には快楽と苦痛の境界を曖昧にする誘惑が伴います。彼らの魅惑的な誘惑に抗い逃れるか、それとも情熱の中ですべてを明かしてしまうか。",
  "Zombie Lust": "ゾンビの欲望",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "感染症が蔓延する世界で、絶望を払拭するために原始的な欲望にふける生存者たちの秘密の避難所を発見します。その中には、禁断の快楽に誘う謎の人物がいます。しかし注意してください。彼らの中には単なる生存の傷以上の秘密を持つ者がいるかもしれません。それはあなたを飲み込むでしょう。",
  "Forest of Desires": "欲望の森",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "魔法の森で迷い、情熱に満ちた人間を糧とするニンフたちに誘惑されます。各遭遇があなたを彼らの世界、制御不能な欲望の中へと深く引き込みます。そこから抜け出すには、彼らの官能的なゲームを出し抜き、自分の価値を証明する必要があります。さもなければ、彼らの永遠の遊び道具となるでしょう。",
  "Time of Pleasures": "快楽の時間",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "時間のループに投げ込まれ、言葉にできない欲望の瞬間を再訪します。各時代は新たな恋人を提供し、前の時代よりも大胆です。しかし、過剰に浸ると、無限の歓喜のサイクルに囚われ、現実に戻れなくなる可能性があります。すべてを賭けてその瞬間を味わいますか？",
  "Share": "共有",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "私は誰？その問いが心臓の鼓動とともにますます大きく反響する。私の名前は何？性別は？身長は？人生で何を楽しむのだろう？",
  "Vampire Night": "吸血鬼の夜",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "陰影に満ちた館の中心で、血だけでなく官能的な喜びにも飢えた吸血鬼の一団に遭遇します。彼らの暗い誘惑に屈するか、それとも彼らの永遠の快楽の夜から抜け出す方法を見つけますか？",
  "Cyber Pleasures": "サイバー快楽",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "未来のネオンで彩られた街で、幻想が現実となる仮想現実を探索します。しかし、デジタルと物理の境界が曖昧になる中で、サイバー世界の快楽に没頭してしまうのでしょうか？",
  "Desert Temptation": "砂漠の誘惑",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "果てしない砂漠に取り残され、身体と心を試す官能的な神秘主義者たちのキャラバンに遭遇します。欲望の熱を受け入れる者だけが、究極の歓喜のオアシスを発見することができます。",
  "Haunted Desires": "幽霊の欲望",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "崩れかけた屋敷で、禁じられた恋人たちの霊があなたの夜を悩ませます。彼らは永遠の喜びを約束するささやきをしながら、その代償として魂を要求します。彼らの幽霊の触れ合いに抵抗するか、それとも欲望の来世に屈するか？",
  "Pirates of Passion": "情熱の海賊",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "官能的な海賊たちの一団に捕らえられ、彼らの制御不能な欲望と宝の世界に引き込まれます。キャプテンの心を手に入れるか、それとも欲望の囚人のままでいるか？",
  "Treasure Hunt": "宝探し",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "トラップとパズルが満載の迷宮に隠された伝説の宝を探す冒険者の一団に加わりましょう。各決断があなたを富に—または危険に—近づけます。",
  "Alien Odyssey": "エイリアンの冒険",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "謎の異星人の宇宙船に乗り込んだ自分に気づきます。生き残るためには未知の技術を操り、エイリアンの住人と友好関係を築くか、彼らを出し抜く必要があります。",
  "Enchanted Library": "魔法の図書館",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "古代の図書館で迷子になり、魔法の世界に連れて行く本を発見します。謎を解き、選択をして帰り道を見つけるか、永遠にページの中に閉じ込められるか。",
  "Robot Rebellion": "ロボット反乱",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "未来都市で、ロボットが人間の創造主に反旗を翻し始めています。若いエンジニアとして、彼らの大義を支援するか、人類を守るために戦うかを決断しなければなりません。",
  "Mystic Voyage": "神秘の航海",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "謎めいた船で航海中、神話の海の生き物と魔法の島々の世界に巻き込まれます。すべての選択が大海原での運命を形作ります。"
}
