{
  "Start": "Inicio",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "Lola, es más agradable si te registras. ¡Tus personajes, juegos e historias estarán allí en tu próxima conexión!",
  "Chat": "Chat",
  "Continue": "Continúa",
  "Characters": "Personajes",
  "Games": "Juegos",
  "Stories": "Historias",
  "New character": "Nuevo personaje",
  "New story": "Nueva historia",
  "New game": "Nuevo juego",
  "New you_are_the_hero": "Nuevo juego",
  "New conversation": "Nueva conversación",
  "Delete": "Eliminar",
  "Character": "Personaje",
  "Take care of your characters": "Cuida de tus personajes",
  "You are the hero": "Tú eres el héroe",
  "Play the game": "Jugar al juego",
  "Story": "Historia",
  "You are the author": "Tú eres el autor",
  "Chatbot without instructions": "Chatbot sin instrucciones",
  "Report": "Informe",
  "JSON": "JSON",
  "Images": "Imágenes",
  "Type a message and press Enter to send...": "Escribe un mensaje y presiona Enter para enviar...",
  "Logout": "Cerrar sesión",
  "Signup or login": "Regístrate o inicia sesión",
  "Nothing to show here yet": "Nada que mostrar aquí todavía",
  "Choose a hero": "Elige un héroe",
  "Choose a game": "Elige un juego",
  "Context": "Contexto",
  "Lola is a storyteller. Everything is fictive.": "Lola es una narradora. Todo es ficticio.",
  "Carnal Dungeon": "Mazmorra Carnal",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Eres un audaz aventurero que desciende a una mazmorra gobernada por la Reina Súcubo. El aire está cargado con el aroma del deseo, y cada cámara pone a prueba tus inhibiciones más profundas. La reina misma te espera al final, prometiendo un éxtasis desenfrenado si soportas sus desafíos carnales, o una sumisión total si no puedes.",
  "Spy Seduction": "Seducción de Espía",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Como agente secreto, has sido capturado y te encuentras a merced de un interrogador seductor. Cada pregunta viene acompañada de tentaciones que difuminan la línea entre el placer y el dolor. ¿Resistirás su embriagador encanto y escaparás, o sucumbirás y revelarás todo en un torbellino de lujuria?",
  "Zombie Lust": "Deseo Zombie",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "En un mundo devastado por un brote, descubres un refugio secreto donde los sobrevivientes se entregan a deseos primitivos para evitar la desesperación. Entre ellos hay un extraño misterioso que te tienta con placeres prohibidos. Pero cuidado: algunos llevan más que cicatrices de supervivencia; pueden tener secretos que te consumirán.",
  "Forest of Desires": "Bosque de los Deseos",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Perdido en un bosque encantado, eres seducido por ninfas que se alimentan de la pasión humana. Cada encuentro te lleva más profundamente a su mundo de deseo indomable. Para salir, debes superar sus juegos sensuales y demostrar tu valía, o rendirte y convertirte en su juguete eterno.",
  "Time of Pleasures": "Tiempo de Placeres",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Atrapado en un bucle temporal, te encuentras reviviendo momentos de deseos indescriptibles. Cada época ofrece nuevos amantes, cada uno más atrevido que el anterior. Pero entregarte demasiado podría atraparte en un ciclo de éxtasis interminable, sin volver a la realidad. ¿Arriesgarás todo para saborear cada instante?",
  "Share": "Compartir",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "¿Quién soy? La pregunta resonaba con más fuerza con cada latido del corazón. ¿Cuál es mi nombre? ¿Mi género? ¿Mi altura? ¿Qué disfruto realmente en esta vida?",

  "Vampire Night": "Noche de Vampiros",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "En el corazón de una mansión sombría, te encuentras con un aquelarre de vampiros que anhelan no solo sangre, sino también placeres carnales. ¿Sucumbirás a su oscura seducción o encontraras una manera de escapar de su eterna noche de placer?",

  "Cyber Pleasures": "Placeres Cibernéticos",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "En una ciudad futurista iluminada con neón, exploras realidades virtuales donde las fantasías se hacen realidad. Pero a medida que se desdibujan las líneas entre lo digital y lo físico, ¿te perderás en los placeres del mundo cibernético?",

  "Desert Temptation": "Tentación del Desierto",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "Varado en un desierto interminable, encuentras una caravana de místicos sensuales que ponen a prueba tu cuerpo y mente. Solo aquellos que abrazan el calor del deseo pueden descubrir el oasis de la máxima dicha.",

  "Haunted Desires": "Deseos Embrujados",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "En una mansión en ruinas, los espíritus de amantes prohibidos atormentan tus noches. Susurran promesas de placer eterno, pero advierten del precio: tu alma. ¿Resistirás su toque fantasmal o te rendirás a la vida después de la muerte llena de lujuria?",

  "Pirates of Passion": "Piratas de Pasión",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Capturado por una tripulación de piratas sensuales, te adentras en su mundo de lujuria desenfrenada y tesoros. ¿Conquistarás el corazón del capitán o seguirás siendo su prisionero del deseo?",

  "Treasure Hunt": "Caza del Tesoro",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Únete a un grupo de aventureros en busca de un tesoro legendario escondido en un laberinto lleno de trampas y acertijos. Cada decisión te acerca a la riqueza—o al peligro.",

  "Alien Odyssey": "Odisea Alienígena",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Te encuentras a bordo de una nave espacial alienígena misteriosa. Para sobrevivir, debes navegar por tecnología desconocida y hacerte amigo—o burlar—a los habitantes alienígenas.",

  "Enchanted Library": "Biblioteca Encantada",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "Perdido en una biblioteca antigua, descubres libros que te transportan a mundos mágicos. Resuelve acertijos y toma decisiones para encontrar tu camino de regreso—o quédate perdido en las páginas para siempre.",

  "Robot Rebellion": "Rebelión de Robots",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "En una ciudad futurista, los robots han comenzado a rebelarse contra sus creadores humanos. Como joven ingeniero, debes decidir si ayudas a su causa o luchas para proteger a la humanidad.",

  "Mystic Voyage": "Viaje Místico",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Navegando en un barco misterioso, te sumerges en un mundo de criaturas marinas míticas e islas encantadas. Cada decisión moldea tu destino en alta mar."
}
