{
  "Characters": "Karaktärer",
  "Games": "Spel",
  "Stories": "Berättelser",
  "New character": "Ny karaktär",
  "New story": "Ny berättelse",
  "New game": "Nytt spel",
  "New conversation": "Ny konversation",
  "Delete": "Ta bort",
  "Character": "Karaktär",
  "Take care of your characters": "Ta hand om dina karaktärer",
  "You are the hero": "Du är hjälten",
  "Play the game": "Spela spelet",
  "Story": "Berättelse",
  "You are the author": "Du är författaren",
  "Chatbot without instructions": "Chattbot utan instruktioner",
  "Report": "Rapportera",
  "JSON": "JSON",
  "Images": "Bilder",
  "Type a message and press Enter to send...": "Skriv ett meddelande och tryck på Enter för att skicka...",
  "Logout": "Logga ut",
  "Signup or login": "Registrera dig eller logga in",
  "Nothing to show here yet": "Inget att visa här ännu",
  "Choose a hero": "Välj en hjälte",
  "Choose a game": "Välj ett spel",
  "Context": "Sammanhang",
  "Lola is a storyteller. Everything is fictive.": "Lola är en berättare. Allt är fiktivt.",
  "Carnal Dungeon": "Köttslig Dunge",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Du är en modig äventyrare som går ner i en dunge styrd av Succubusdrottningen. Luften är tjock av begär, och varje kammare prövar dina djupaste hämningar. Drottningen väntar i slutet och lovar obegränsad extas om du kan motstå hennes köttsliga utmaningar—eller total underkastelse om du inte kan.",
  "Spy Seduction": "Spionförförelse",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Som hemlig agent har du blivit tillfångatagen och finner dig själv i händerna på en förförisk förhörsledare. Varje fråga är förenad med frestelser som suddar ut gränsen mellan njutning och smärta. Kommer du att motstå deras berusande lockelse och fly, eller ge efter och avslöja allt i ett rus av lust?",
  "Zombie Lust": "Zombiebegär",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "I en värld övertagen av ett utbrott upptäcker du en hemlig fristad där överlevare hänger sig åt primitiva begär för att hålla förtvivlan borta. Bland dem finns en mystisk främling som lockar dig till förbjudna njutningar. Men var försiktig: vissa bär mer än överlevnadens ärr—de kan ha hemligheter som förtär dig.",
  "Forest of Desires": "Begärens Skog",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Vilse i en förtrollad skog förförs du av nymfer som frodas på mänsklig passion. Varje möte drar dig djupare in i deras värld av otämjd lust. För att lämna måste du överlista deras sensuella spel och bevisa att du är värdig, eller ge upp och bli deras eviga leksak.",
  "Time of Pleasures": "Njutningens Tid",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Kastad in i en tidsloop finner du dig själv återvända till ögonblick av outsägligt begär. Varje era erbjuder nya älskare, varje mer vågad än den förra. Men att hänge sig för mycket kan fängsla dig i en cykel av ändlös extas, aldrig att återvända till verkligheten. Kommer du att riskera allt för att njuta av varje ögonblick?",
  "Share": "Dela",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Vem är jag? Frågan ekade högre med varje hjärtslag. Vad är mitt namn? Mitt kön? Min längd? Vad njuter jag ens av i detta liv?"
}
