{
  "Italian": "italienska",
  "in Italian": "på italienska",
  "all languages": "alla språk",
  "All languages": "Alla språk",
  "Arabic": "Arabiska",
  "in Arabic": "på arabiska",
  "German": "Tyska",
  "in German": "på tyska",
  "English": "Engelska",
  "in English": "på engelska",
  "Spanish": "Spanska",
  "in Spanish": "på spanska",
  "French": "Franska",
  "in French": "på franska",
  "Hindi": "Hindi",
  "in Hindi": "på hindi",
  "Japanese": "Japanska",
  "in Japanese": "på japanska",
  "Portuguese": "Portugisiska",
  "in Portuguese": "på portugisiska",
  "Russian": "Ryska",
  "in Russian": "på ryska",
  "Swedish": "Svenska",
  "in Swedish": "på svenska",
  "Turkish": "Turkiska",
  "in Turkish": "på turkiska",
  "Ukrainian": "Ukrainska",
  "in Ukrainian": "på ukrainska",
  "Explore": "Utforska",
  "Latest": "Senaste",
  "Best content": "Bästa innehållet",
  "Enter Lola for Adults": "Gå in i Lola för vuxna",
  "Exit Lola for Adults": "Lämna Lola för vuxna",
  "Exit Lola": "Lämna Lola",
  "Enter Lola": "Gå in i Lola",
  "Language": "Språk",
  "Settings": "Inställningar",
  "Personalization": "Anpassning",
  "Auto-detect": "Automatisk upptäckt",
  "Choose your own adventure and storyteller.": "En Välj ditt eget äventyr-bok där du är hjälten och historieberättaren.",
  "Describe a character": "Beskriv en karaktär",
  "Start": "Start",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "Lola, det är trevligare om du registrerar dig. Dina karaktärer, spel och historier kommer att finnas där vid ditt nästa inlogg!",
  "Chat": "Chatt",
  "Continue": "Fortsätt",
  "Characters": "Karaktärer",
  "Games": "Spel",
  "Stories": "Berättelser",
  "New character": "Ny karaktär",
  "New story": "Ny berättelse",
  "New game": "Nytt spel",
  "New you_are_the_hero": "Nytt spel",
  "New conversation": "Ny konversation",
  "Delete": "Ta bort",
  "Character": "Karaktär",
  "Take care of your characters": "Ta hand om dina karaktärer",
  "You are the hero": "Du är hjälten",
  "Play the game": "Spela spelet",
  "Story": "Berättelse",
  "You are the author": "Du är författaren",
  "Chatbot without instructions": "Chattbot utan instruktioner",
  "Report": "Rapportera",
  "JSON": "JSON",
  "Images": "Bilder",
  "Type a message and press Enter to send...": "Skriv ett meddelande och tryck på Enter för att skicka...",
  "Logout": "Logga ut",
  "Signup or login": "Registrera dig eller logga in",
  "Nothing to show here yet": "Inget att visa här ännu",
  "Choose a hero": "Välj en hjälte",
  "Choose a game": "Välj ett spel",
  "Context": "Sammanhang",
  "Lola is a storyteller. Everything is fictive.": "Lola är en berättare. Allt är fiktivt.",
  "Carnal Dungeon": "Köttslig Dunge",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Du är en modig äventyrare som går ner i en dunge styrd av Succubusdrottningen. Luften är tjock av begär, och varje kammare prövar dina djupaste hämningar. Drottningen väntar i slutet och lovar obegränsad extas om du kan motstå hennes köttsliga utmaningar—eller total underkastelse om du inte kan.",
  "Spy Seduction": "Spionförförelse",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Som hemlig agent har du blivit tillfångatagen och finner dig själv i händerna på en förförisk förhörsledare. Varje fråga är förenad med frestelser som suddar ut gränsen mellan njutning och smärta. Kommer du att motstå deras berusande lockelse och fly, eller ge efter och avslöja allt i ett rus av lust?",
  "Zombie Lust": "Zombiebegär",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "I en värld övertagen av ett utbrott upptäcker du en hemlig fristad där överlevare hänger sig åt primitiva begär för att hålla förtvivlan borta. Bland dem finns en mystisk främling som lockar dig till förbjudna njutningar. Men var försiktig: vissa bär mer än överlevnadens ärr—de kan ha hemligheter som förtär dig.",
  "Forest of Desires": "Begärens Skog",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Vilse i en förtrollad skog förförs du av nymfer som frodas på mänsklig passion. Varje möte drar dig djupare in i deras värld av otämjd lust. För att lämna måste du överlista deras sensuella spel och bevisa att du är värdig, eller ge upp och bli deras eviga leksak.",
  "Time of Pleasures": "Njutningens Tid",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Kastad in i en tidsloop finner du dig själv återvända till ögonblick av outsägligt begär. Varje era erbjuder nya älskare, varje mer vågad än den förra. Men att hänge sig för mycket kan fängsla dig i en cykel av ändlös extas, aldrig att återvända till verkligheten. Kommer du att riskera allt för att njuta av varje ögonblick?",
  "Share": "Dela",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Vem är jag? Frågan ekade högre med varje hjärtslag. Vad är mitt namn? Mitt kön? Min längd? Vad njuter jag ens av i detta liv?",

  "Vampire Night": "Vampyrnatt",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "I hjärtat av en skuggig herrgård möter du en samling vampyrer som hungrar inte bara efter blod utan också efter kroppsliga njutningar. Kommer du att falla för deras mörka förförelse, eller hitta ett sätt att fly från deras eviga natt av njutning?",

  "Cyber Pleasures": "Cybernjutningar",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "I en neonbelyst framtidsstad utforskar du virtuella verkligheter där fantasier blir verklighet. Men när gränserna mellan det digitala och det fysiska suddas ut, kommer du att förlora dig själv i cybervärldens njutningar?",

  "Desert Temptation": "Ökentemtpation",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "Strandsatt i en oändlig öken möter du en karavan av sensuella mystiker som prövar din kropp och ditt sinne. Endast de som omfamnar begärets hetta kan avslöja oasen av yttersta extas.",

  "Haunted Desires": "Hemsökta begär",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "I ett förfallet herrgård hemsöker andar av förbjudna älskare dina nätter. De viskar löften om evig njutning men varnar för priset: din själ. Kommer du att motstå deras spöklika beröring, eller ge dig hän åt ett efterliv av lust?",

  "Pirates of Passion": "Passionens pirater",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Tillfångatagen av en besättning av sensuella pirater dras du in i deras värld av otämjd lust och skatter. Kommer du att vinna kaptens hjärta eller förbli deras fånge av begär?",

  "Treasure Hunt": "Skattjakt",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Följ med ett gäng äventyrare som letar efter en legendarisk skatt gömd i en labyrint fylld av fällor och gåtor. Varje beslut för dig närmare rikedom—eller fara.",

  "Alien Odyssey": "Främmande odyssé",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Du befinner dig ombord på ett mystiskt utomjordiskt rymdskepp. För att överleva måste du bemästra okänd teknik och bli vän med—eller överlista—de utomjordiska invånarna.",

  "Enchanted Library": "Förtrollat bibliotek",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "Vilse i ett gammalt bibliotek hittar du böcker som transporterar dig till magiska världar. Lös gåtor och gör val för att hitta tillbaka—eller förbli förlorad i sidorna för alltid.",

  "Robot Rebellion": "Robotuppror",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "I en futuristisk stad har robotar börjat resa sig mot sina mänskliga skapare. Som en ung ingenjör måste du besluta om du ska stödja deras sak eller kämpa för att skydda mänskligheten.",

  "Mystic Voyage": "Mystisk resa",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Seglande på ett mystiskt skepp sveps du in i en värld av mytiska havsvarelser och förtrollade öar. Varje beslut formar ditt öde på de öppna haven."
}
