{
  "Characters": "Charaktere",
  "Games": "Spiele",
  "Stories": "Geschichten",
  "New character": "Neuer Charakter",
  "New story": "Neue Geschichte",
  "New game": "Neues Spiel",
  "New you_are_the_hero": "Neues Spiel",
  "New conversation": "Neues Gespräch",
  "Delete": "Löschen",
  "Character": "Charakter",
  "Take care of your characters": "Kümmere dich um deine Charaktere",
  "You are the hero": "Du bist der Held",
  "Play the game": "Spiele das Spiel",
  "Story": "Geschichte",
  "You are the author": "Du bist der Autor",
  "Chatbot without instructions": "Chatbot ohne Anweisungen",
  "Report": "Bericht",
  "JSON": "JSON",
  "Images": "Bilder",
  "Type a message and press Enter to send...": "Gib eine Nachricht ein und drücke Enter, um sie zu senden...",
  "Logout": "Abmelden",
  "Signup or login": "Registrieren oder anmelden",
  "Nothing to show here yet": "Hier gibt es noch nichts zu sehen",
  "Choose a hero": "Wähle einen Helden",
  "Choose a game": "Wähle ein Spiel",
  "Context": "Kontext",
  "Lola is a storyteller. Everything is fictive.": "Lola ist eine Geschichtenerzählerin. Alles ist fiktiv.",
  "Carnal Dungeon": "Fleischliches Verlies",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Du bist ein mutiger Abenteurer, der in ein Verlies hinabsteigt, das von der Sukkubus-Königin beherrscht wird. Die Luft ist erfüllt vom Duft der Begierde, und jede Kammer stellt deine tiefsten Hemmungen auf die Probe. Die Königin selbst erwartet dich am Ende und verspricht ungezügelte Ekstase, wenn du ihre fleischlichen Herausforderungen bestehen kannst—oder totale Unterwerfung, wenn du es nicht schaffst.",
  "Spy Seduction": "Verführung eines Spions",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Als Geheimagent wurdest du gefangen genommen und befindest dich in der Gewalt eines verführerischen Verhörers. Jede Frage wird von Versuchungen begleitet, die die Grenze zwischen Vergnügen und Schmerz verwischen. Wirst du ihrem betörenden Reiz widerstehen und entkommen, oder nachgeben und alles in einem Nebel aus Lust preisgeben?",
  "Zombie Lust": "Zombie-Begierde",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "In einer Welt, die von einem Ausbruch überrannt wurde, entdeckst du ein geheimes Refugium, in dem Überlebende sich ursprünglichen Begierden hingeben, um der Verzweiflung zu entkommen. Unter ihnen befindet sich ein mysteriöser Fremder, der dich mit verbotenen Vergnügungen verführt. Aber sei gewarnt: Manche tragen mehr als nur Narben des Überlebens—sie könnten Geheimnisse haben, die dich verschlingen.",
  "Forest of Desires": "Wald der Begierden",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Verloren in einem verzauberten Wald wirst du von Nymphen verführt, die von menschlicher Leidenschaft leben. Jede Begegnung zieht dich tiefer in ihre Welt der ungezügelten Lust. Um zu entkommen, musst du ihre sinnlichen Spiele überlisten und beweisen, dass du würdig bist, oder du gibst dich hin und wirst ihr ewiges Spielzeug.",
  "Time of Pleasures": "Zeit der Freuden",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Gefangen in einer Zeitschleife erlebst du Momente unaussprechlicher Begierde erneut. Jede Ära bietet neue Liebhaber, jeder gewagter als der vorherige. Aber zu viel Hingabe könnte dich in einem Kreislauf endloser Ekstase gefangen halten, ohne Rückkehr in die Realität. Wirst du alles riskieren, um jeden Moment zu genießen?",
  "Share": "Teilen",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Wer bin ich? Die Frage hallte mit jedem Herzschlag lauter. Wie ist mein Name? Mein Geschlecht? Meine Größe? Was genieße ich überhaupt in diesem Leben?",

  "Vampire Night": "Vampirnacht",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "Im Herzen eines schattigen Herrenhauses begegnest du einem Zirkel von Vampiren, die nicht nur nach Blut, sondern auch nach fleischlichen Freuden hungern. Wirst du ihrer dunklen Verführung erliegen oder einen Weg finden, ihrer ewigen Nacht der Lust zu entkommen?",

  "Cyber Pleasures": "Cyber-Freuden",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "In einer neonbeleuchteten Stadt der Zukunft erkundest du virtuelle Realitäten, in denen Fantasien Wirklichkeit werden. Doch während die Grenzen zwischen digital und physisch verschwimmen, wirst du dich in den Freuden der Cyberwelt verlieren?",

  "Desert Temptation": "Wüstentemptation",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "In einer endlosen Wüste gestrandet, begegnest du einer Karawane sinnlicher Mystiker, die deinen Körper und Geist auf die Probe stellen. Nur diejenigen, die die Hitze der Begierde annehmen, können die Oase der ultimativen Ekstase entdecken.",

  "Haunted Desires": "Heimgesuchte Wünsche",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "In einem zerfallenden Herrenhaus verfolgen dich die Geister verbotener Liebhaber. Sie flüstern Versprechen ewiger Lust, warnen jedoch vor dem Preis: deiner Seele. Wirst du ihrem geisterhaften Berühren widerstehen oder dich dem Nachleben der Begierde hingeben?",

  "Pirates of Passion": "Piraten der Leidenschaft",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Gefangen von einer Crew sinnlicher Piraten, wirst du in ihre Welt ungezähmter Lust und Schätze hineingezogen. Wirst du das Herz des Kapitäns erobern oder ihr Gefangener der Begierde bleiben?",

  "Treasure Hunt": "Schatzsuche",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Schließe dich einer Gruppe von Abenteurern an, die nach einem legendären Schatz suchen, der in einem Labyrinth voller Fallen und Rätsel verborgen ist. Jede Entscheidung bringt dich näher an Reichtum—oder Gefahr.",

  "Alien Odyssey": "Alien-Odyssee",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Du findest dich an Bord eines geheimnisvollen außerirdischen Raumschiffs wieder. Um zu überleben, musst du unbekannte Technologien beherrschen und die außerirdischen Bewohner entweder befreunden oder überlisten.",

  "Enchanted Library": "Verzauberte Bibliothek",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "In einer alten Bibliothek verloren, entdeckst du Bücher, die dich in magische Welten versetzen. Löse Rätsel und triff Entscheidungen, um deinen Weg zurückzufinden—oder für immer in den Seiten verloren zu bleiben.",

  "Robot Rebellion": "Roboter-Rebellion",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "In einer futuristischen Stadt beginnen Roboter, sich gegen ihre menschlichen Schöpfer zu erheben. Als junger Ingenieur musst du entscheiden, ob du ihre Sache unterstützt oder kämpfst, um die Menschheit zu schützen.",

  "Mystic Voyage": "Mystische Reise",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Auf einem geheimnisvollen Schiff segelnd, wirst du in eine Welt mythischer Meereskreaturen und verzauberter Inseln hineingezogen. Jede Entscheidung formt dein Schicksal auf hoher See."
}
