{
  "Characters": "Charaktere",
  "Games": "Spiele",
  "Stories": "Geschichten",
  "New character": "Neuer Charakter",
  "New story": "Neue Geschichte",
  "New game": "Neues Spiel",
  "New conversation": "Neues Gespräch",
  "Delete": "Löschen",
  "Character": "Charakter",
  "Take care of your characters": "Kümmere dich um deine Charaktere",
  "You are the hero": "Du bist der Held",
  "Play the game": "Spiele das Spiel",
  "Story": "Geschichte",
  "You are the author": "Du bist der Autor",
  "Chatbot without instructions": "Chatbot ohne Anweisungen",
  "Report": "Bericht",
  "JSON": "JSON",
  "Images": "Bilder",
  "Type a message and press Enter to send...": "Gib eine Nachricht ein und drücke Enter, um sie zu senden...",
  "Logout": "Abmelden",
  "Signup or login": "Registrieren oder anmelden",
  "Nothing to show here yet": "Hier gibt es noch nichts zu sehen",
  "Choose a hero": "Wähle einen Helden",
  "Choose a game": "Wähle ein Spiel",
  "Context": "Kontext",
  "Lola is a storyteller. Everything is fictive.": "Lola ist eine Geschichtenerzählerin. Alles ist fiktiv.",
  "Carnal Dungeon": "Fleischliches Verlies",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Du bist ein mutiger Abenteurer, der in ein Verlies hinabsteigt, das von der Sukkubus-Königin beherrscht wird. Die Luft ist erfüllt vom Duft der Begierde, und jede Kammer stellt deine tiefsten Hemmungen auf die Probe. Die Königin selbst erwartet dich am Ende und verspricht ungezügelte Ekstase, wenn du ihre fleischlichen Herausforderungen bestehen kannst—oder totale Unterwerfung, wenn du es nicht schaffst.",
  "Spy Seduction": "Verführung eines Spions",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Als Geheimagent wurdest du gefangen genommen und befindest dich in der Gewalt eines verführerischen Verhörers. Jede Frage wird von Versuchungen begleitet, die die Grenze zwischen Vergnügen und Schmerz verwischen. Wirst du ihrem betörenden Reiz widerstehen und entkommen, oder nachgeben und alles in einem Nebel aus Lust preisgeben?",
  "Zombie Lust": "Zombie-Begierde",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "In einer Welt, die von einem Ausbruch überrannt wurde, entdeckst du ein geheimes Refugium, in dem Überlebende sich ursprünglichen Begierden hingeben, um der Verzweiflung zu entkommen. Unter ihnen befindet sich ein mysteriöser Fremder, der dich mit verbotenen Vergnügungen verführt. Aber sei gewarnt: Manche tragen mehr als nur Narben des Überlebens—sie könnten Geheimnisse haben, die dich verschlingen.",
  "Forest of Desires": "Wald der Begierden",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Verloren in einem verzauberten Wald wirst du von Nymphen verführt, die von menschlicher Leidenschaft leben. Jede Begegnung zieht dich tiefer in ihre Welt der ungezügelten Lust. Um zu entkommen, musst du ihre sinnlichen Spiele überlisten und beweisen, dass du würdig bist, oder du gibst dich hin und wirst ihr ewiges Spielzeug.",
  "Time of Pleasures": "Zeit der Freuden",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Gefangen in einer Zeitschleife erlebst du Momente unaussprechlicher Begierde erneut. Jede Ära bietet neue Liebhaber, jeder gewagter als der vorherige. Aber zu viel Hingabe könnte dich in einem Kreislauf endloser Ekstase gefangen halten, ohne Rückkehr in die Realität. Wirst du alles riskieren, um jeden Moment zu genießen?",
  "Share": "Teilen",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Wer bin ich? Die Frage hallte mit jedem Herzschlag lauter. Wie ist mein Name? Mein Geschlecht? Meine Größe? Was genieße ich überhaupt in diesem Leben?"
}
