{
  "all languages": "tüm diller",
  "All languages": "Tüm diller",
  "Arabic": "Arapça",
  "in Arabic": "Arapça olarak",
  "German": "Almanca",
  "in German": "Almanca olarak",
  "English": "İngilizce",
  "in English": "İngilizce olarak",
  "Spanish": "İspanyolca",
  "in Spanish": "İspanyolca olarak",
  "French": "Fransızca",
  "in French": "Fransızca olarak",
  "Hindi": "Hintçe",
  "in Hindi": "Hintçe olarak",
  "Japanese": "Japonca",
  "in Japanese": "Japonca olarak",
  "Portuguese": "Portekizce",
  "in Portuguese": "Portekizce olarak",
  "Russian": "Rusça",
  "in Russian": "Rusça olarak",
  "Swedish": "İsveççe",
  "in Swedish": "İsveççe olarak",
  "Turkish": "Türkçe",
  "in Turkish": "Türkçe olarak",
  "Ukrainian": "Ukraynaca",
  "in Ukrainian": "Ukraynaca olarak",
  "Explore": "Keşfet",
  "Latest": "En yeni",
  "Best content": "En iyi içerik",
  "Enter Lola for Adults": "Yetişkinler için Lola'ya Girin",
  "Exit Lola for Adults": "Yetişkinler için Lola'dan Çıkın",
  "Exit Lola": "Lola'dan çık",
  "Enter Lola": "Lola'ya Girin",
  "Language": "Dil",
  "Settings": "Ayarlar",
  "Personalization": "Kişiselleştirme",
  "Auto-detect": "Otomatik algılama",
  "Choose your own adventure and storyteller.": "Kendi Maceranı Seç kitabı, kahramanı ve hikaye anlatıcısı olduğunuz.",
  "Describe a character": "Bir karakteri tanımlayın",
  "Start": "Başlangıç",
  "Lola, it's nicer if you sign up. Your characters, games, and stories will be there at your next login!": "Lola, kaydolursan daha hoş olur. Karakterlerin, oyunların ve hikayelerin bir sonraki girişinde orada olacak!",
  "Chat": "Sohbet",
  "Continue": "Devam et",
  "Characters": "Karakterler",
  "Games": "Oyunlar",
  "Stories": "Hikayeler",
  "New character": "Yeni karakter",
  "New story": "Yeni hikaye",
  "New game": "Yeni oyun",
  "New you_are_the_hero": "Yeni oyun",
  "New conversation": "Yeni konuşma",
  "Delete": "Sil",
  "Character": "Karakter",
  "Take care of your characters": "Karakterlerinize dikkat edin",
  "You are the hero": "Sen kahramansın",
  "Play the game": "Oyunu oyna",
  "Story": "Hikaye",
  "You are the author": "Sen yazarsın",
  "Chatbot without instructions": "Talimat olmadan sohbet botu",
  "Report": "Rapor et",
  "JSON": "JSON",
  "Images": "Görseller",
  "Type a message and press Enter to send...": "Bir mesaj yazın ve göndermek için Enter'a basın...",
  "Logout": "Çıkış yap",
  "Signup or login": "Kaydol veya giriş yap",
  "Nothing to show here yet": "Burada henüz gösterilecek bir şey yok",
  "Choose a hero": "Bir kahraman seçin",
  "Choose a game": "Bir oyun seçin",
  "Context": "Bağlam",
  "Lola is a storyteller. Everything is fictive.": "Lola bir hikaye anlatıcısıdır. Her şey kurgusaldır.",
  "Carnal Dungeon": "Şehvet Zindanı",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Cesur bir maceraperestsiniz ve Succubus Kraliçesi'nin hükmettiği bir zindana iniyorsunuz. Hava arzu kokusuyla doludur ve her oda en derin engellerinizi test eder. Kraliçenin kendisi sonunda bekliyor; eğer şehvet dolu meydan okumalarına dayanabilirseniz sınırsız bir mutluluk vaat ediyor—dayanamazsanız ise tam teslimiyet.",
  "Spy Seduction": "Casus Baştan Çıkarma",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Bir gizli ajan olarak yakalandınız ve baştan çıkarıcı bir sorgucunun insafına kaldınız. Her soru, zevk ve acı arasındaki çizgiyi bulanıklaştıran cazibelerle eşleşir. Bu baştan çıkarıcı cazibeye karşı koyup kaçabilecek misiniz yoksa şehvet bulutunda her şeyi itiraf mı edeceksiniz?",
  "Zombie Lust": "Zombi Şehveti",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "Bir salgının ele geçirdiği bir dünyada, hayatta kalanların umutsuzluğu savuşturmak için ilkel arzulara daldığı gizli bir sığınak keşfediyorsunuz. Aralarında sizi yasak hazlara sürükleyen gizemli bir yabancı var. Ancak dikkatli olun: bazıları sadece hayatta kalma yaralarını taşımıyor; sizi tüketebilecek sırları olabilir.",
  "Forest of Desires": "Arzular Ormanı",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Büyülü bir ormanda kaybolmuşken, insan tutkusuyla beslenen periler tarafından baştan çıkarılıyorsunuz. Her karşılaşma sizi dizginlenemeyen arzular dünyalarına daha derin çeker. Ayrılmak için duyusal oyunlarını alt edip değerli olduğunuzu kanıtlamalısınız, yoksa teslim olup onların sonsuz oyuncağı haline gelirsiniz.",
  "Time of Pleasures": "Zevk Zamanı",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Bir zaman döngüsüne düşerek kendinizi tarif edilemez arzuların anlarını yeniden yaşarken buluyorsunuz. Her dönem yeni sevgililer sunar, her biri bir öncekinden daha cesurdur. Ancak aşırıya kaçmak sizi sonsuz bir mutluluk döngüsünde hapsedebilir ve asla gerçekliğe geri dönemezsiniz. Her anın tadını çıkarmak için her şeyi riske atar mısınız?",
  "Share": "Paylaş",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Ben kimim? Soru her kalp atışıyla daha da yankılanıyordu. Adım ne? Cinsiyetim ne? Boyum ne? Bu hayatta neyi seviyorum?",
  "Vampire Night": "Vampir Gecesi",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "Gölgeli bir malikanenin kalbinde, sadece kana değil, aynı zamanda şehvetli hazlara aç olan bir vampir topluluğuyla karşılaşıyorsunuz. Karanlık baştan çıkarmalarına boyun mu eğeceksiniz yoksa onların sonsuz zevk gecesinden kaçmanın bir yolunu mu bulacaksınız?",
  "Cyber Pleasures": "Siber Zevkler",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "Geleceğin neon ışıklı bir şehrinde, hayallerin gerçeğe dönüştüğü sanal gerçeklikleri keşfediyorsunuz. Ancak dijital ve fiziksel arasındaki sınırlar bulanıklaşırken, kendinizi siber dünyanın zevklerine kaptıracak mısınız?",
  "Desert Temptation": "Çöl Cazibesi",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "Sonsuz bir çölde mahsur kalmışken, bedeninizi ve zihninizi test eden duyusal mistiklerden oluşan bir kervanla karşılaşıyorsunuz. Ancak sadece arzunun sıcaklığını kucaklayanlar, nihai mutluluk vahasını keşfedebilir.",
  "Haunted Desires": "Perili Arzular",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "Harap bir malikanede, yasak aşıkların ruhları gecelerinizi rahatsız ediyor. Sonsuz zevk vaatlerini fısıldıyorlar ancak bedeli konusunda uyarıyorlar: ruhunuz. Hayalet dokunuşlarına karşı koyacak mısınız yoksa şehvetin öbür dünyasına mı teslim olacaksınız?",
  "Pirates of Passion": "Tutku Korsanları",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Duyusal korsanlardan oluşan bir mürettebat tarafından yakalanan, dizginlenemez arzular ve hazineler dünyalarına çekiliyorsunuz. Kaptanın kalbini mi kazanacaksınız yoksa arzularının mahkumu mu olacaksınız?",
  "Treasure Hunt": "Hazine Avı",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Tuzaklar ve bulmacalarla dolu bir labirentte saklı efsanevi bir hazineyi arayan maceracılara katılın. Her karar sizi zenginliklere—ya da tehlikeye—yaklaştırır.",
  "Alien Odyssey": "Uzaylı Destanı",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Kendinizi gizemli bir uzaylı gemisinde buluyorsunuz. Hayatta kalmak için bilinmeyen teknolojileri çözmeli ve uzaylı sakinlerle dost olmalı—ya da onları alt etmelisiniz.",
  "Enchanted Library": "Büyülü Kütüphane",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "Kadim bir kütüphanede kaybolmuşken, sizi büyülü dünyalara taşıyan kitaplar keşfediyorsunuz. Bulmacaları çözün ve geri dönmek için seçimler yapın—ya da sonsuza dek sayfalarda kaybolun.",
  "Robot Rebellion": "Robot İsyanı",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "Geleceğin bir şehrinde, robotlar insan yaratıcılarına karşı isyan etmeye başlamıştır. Genç bir mühendis olarak, onların davasına yardım etmeye mi karar vereceksiniz yoksa insanlığı korumak için savaşmaya mı?",
  "Mystic Voyage": "Mistik Yolculuk",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Gizemli bir gemiyle yelken açarak, sizi mitolojik deniz yaratıklarının ve büyülü adaların dünyasına sürükleyen bir yolculuğa çıkıyorsunuz. Her karar, açık denizlerdeki kaderinizi şekillendirir."
}
