{
  "Characters": "Персонажи",
  "Games": "Игры",
  "Stories": "Истории",
  "New character": "Новый персонаж",
  "New story": "Новая история",
  "New game": "Новая игра",
  "New you_are_the_hero": "Новая игра",
  "New conversation": "Новый разговор",
  "Delete": "Удалить",
  "Character": "Персонаж",
  "Take care of your characters": "Позаботьтесь о своих персонажах",
  "You are the hero": "Вы герой",
  "Play the game": "Играть в игру",
  "Story": "История",
  "You are the author": "Вы автор",
  "Chatbot without instructions": "Чат-бот без инструкций",
  "Report": "Отчёт",
  "JSON": "JSON",
  "Images": "Изображения",
  "Type a message and press Enter to send...": "Введите сообщение и нажмите Enter, чтобы отправить...",
  "Logout": "Выйти",
  "Signup or login": "Зарегистрируйтесь или войдите",
  "Nothing to show here yet": "Здесь пока нечего показывать",
  "Choose a hero": "Выберите героя",
  "Choose a game": "Выберите игру",
  "Context": "Контекст",
  "Lola is a storyteller. Everything is fictive.": "Лола — рассказчица. Всё вымышленное.",
  "Carnal Dungeon": "Плотское Подземелье",
  "You are a bold adventurer, descending into a dungeon ruled by the Succubus Queen. The air is thick with the scent of desire, and every chamber tests your deepest inhibitions. The queen herself awaits at the end, promising unbridled ecstasy if you can withstand her carnal challenges—or total submission if you cannot.": "Вы смелый искатель приключений, спускающийся в подземелье, управляемое королевой суккубов. Воздух пропитан ароматом желания, и каждая комната испытывает ваши самые глубокие запреты. Сама королева ждёт вас в конце, обещая безудержное блаженство, если вы выдержите её плотские испытания, или полное подчинение, если не сможете.",
  "Spy Seduction": "Соблазнение Шпиона",
  "As a secret agent, you've been captured and find yourself at the mercy of a seductive interrogator. Each question is paired with temptations that blur the line between pleasure and pain. Will you resist their intoxicating allure and escape, or give in and reveal all in a haze of lust?": "Как секретный агент, вы захвачены и находитесь во власти соблазнительного допросчика. Каждый вопрос сопровождается искушениями, размывающими границу между удовольствием и болью. Устоите ли вы перед их опьяняющим обаянием и сбежите, или поддадитесь и раскроете всё в тумане страсти?",
  "Zombie Lust": "Жажда Зомби",
  "In a world overtaken by an outbreak, you discover a secret refuge where survivors indulge in primal desires to stave off despair. Among them is a mysterious stranger who tempts you into forbidden pleasures. But be warned: some carry more than scars of survival—they may have secrets that will consume you.": "В мире, захваченном эпидемией, вы находите тайное убежище, где выжившие предаются первобытным желаниям, чтобы справиться с отчаянием. Среди них есть таинственный незнакомец, который соблазняет вас запретными удовольствиями. Но будьте осторожны: некоторые носят на себе больше, чем шрамы выживания — у них могут быть секреты, которые поглотят вас.",
  "Forest of Desires": "Лес Желаний",
  "Lost in an enchanted forest, you are seduced by nymphs who thrive on human passion. Each encounter pulls you deeper into their world of untamed lust. To leave, you must outwit their sensual games and prove you are worthy, or surrender and become their eternal plaything.": "Заблудившись в зачарованном лесу, вы соблазняетесь нимфами, которые питаются человеческой страстью. Каждая встреча втягивает вас глубже в их мир необузданной похоти. Чтобы уйти, вам нужно перехитрить их чувственные игры и доказать свою ценность, или сдаться и стать их вечной игрушкой.",
  "Time of Pleasures": "Время Удовольствий",
  "Thrown into a time loop, you find yourself revisiting moments of unspeakable desire. Each era offers new lovers, each more daring than the last. But indulging too much could trap you in a cycle of endless ecstasy, never to return to reality. Will you risk it all to savor every moment?": "Оказавшись в временной петле, вы вновь переживаете моменты невыразимого желания. Каждая эпоха предлагает новых любовников, каждый из которых смелее предыдущего. Но чрезмерное увлечение может заточить вас в цикле бесконечного блаженства, не давая вернуться к реальности. Рискнёте ли вы всем, чтобы насладиться каждым моментом?",
  "Share": "Поделиться",
  "Who am I? The question echoed louder with every heartbeat. What is my name? My gender? My height? What do I even enjoy in this life?": "Кто я? Вопрос звучал все громче с каждым ударом сердца. Как меня зовут? Мой пол? Мой рост? Что мне вообще нравится в этой жизни?",

  "Vampire Night": "Ночь вампиров",
  "In the heart of a shadowy manor, you encounter a coven of vampires who hunger not only for blood but also for carnal delights. Will you succumb to their dark seduction, or find a way to escape their eternal night of pleasure?": "В сердце мрачного особняка вы сталкиваетесь с кланом вампиров, жаждущих не только крови, но и плотских удовольствий. Поддадитесь ли вы их темному соблазну или найдете способ сбежать из их вечной ночи наслаждений?",

  "Cyber Pleasures": "Кибер-удовольствия",
  "In a neon-lit city of the future, you explore virtual realities where fantasies become reality. But as the lines between the digital and physical blur, will you lose yourself to the pleasures of the cyber world?": "В городе будущего, освещенном неоновым светом, вы исследуете виртуальные реальности, где фантазии становятся реальностью. Но когда границы между цифровым и физическим миром стираются, не потеряете ли вы себя в удовольствиях киберпространства?",

  "Desert Temptation": "Пустынное искушение",
  "Stranded in an endless desert, you encounter a caravan of sensual mystics who test your body and mind. Only those who embrace the heat of desire can uncover the oasis of ultimate ecstasy.": "Застряв в бескрайней пустыне, вы встречаете караван чувственных мистиков, испытывающих ваше тело и разум. Только те, кто принимает жар желания, могут найти оазис высшего блаженства.",

  "Haunted Desires": "Призрачные желания",
  "In a crumbling mansion, spirits of forbidden lovers haunt your nights. They whisper promises of eternal pleasure but warn of the price: your soul. Will you resist their ghostly touch, or surrender to the afterlife of lust?": "В разрушающемся особняке духи запретных любовников преследуют ваши ночи. Они шепчут обещания вечного наслаждения, но предупреждают о цене: вашей душе. Устоите ли вы перед их призрачным прикосновением или сдадитесь посмертной жизни в страсти?",

  "Pirates of Passion": "Пираты страсти",
  "Captured by a crew of sensual pirates, you are drawn into their world of untamed lust and treasures. Will you claim the captain’s heart or remain their prisoner of desire?": "Попав в плен к экипажу чувственных пиратов, вы погружаетесь в их мир необузданной страсти и сокровищ. Завоюете ли вы сердце капитана или останетесь их пленником желания?",

  "Treasure Hunt": "Охота за сокровищами",
  "Join a band of adventurers searching for a legendary treasure hidden in a labyrinth filled with traps and puzzles. Each decision brings you closer to riches—or peril.": "Присоединяйтесь к группе искателей приключений в поисках легендарного сокровища, спрятанного в лабиринте, полном ловушек и загадок. Каждое решение приближает вас либо к богатству, либо к опасности.",

  "Alien Odyssey": "Инопланетная одиссея",
  "You find yourself aboard a mysterious alien spacecraft. To survive, you must navigate unknown technology and befriend—or outwit—the alien inhabitants.": "Вы оказываетесь на борту загадочного инопланетного космического корабля. Чтобы выжить, вам нужно разобраться с неизвестной технологией и подружиться—или перехитрить—инопланетных обитателей.",

  "Enchanted Library": "Заколдованная библиотека",
  "Lost in an ancient library, you discover books that transport you into magical worlds. Solve riddles and make choices to find your way back—or stay lost in the pages forever.": "Затерявшись в древней библиотеке, вы находите книги, которые переносят вас в волшебные миры. Решайте головоломки и делайте выбор, чтобы найти дорогу назад—или навсегда остаться затерянным на страницах.",

  "Robot Rebellion": "Восстание роботов",
  "In a futuristic city, robots have begun to rise against their human creators. As a young engineer, you must decide whether to aid their cause or fight to protect humanity.": "В футуристическом городе роботы начали восставать против своих человеческих создателей. Как молодой инженер, вы должны решить, поддержать ли их дело или сражаться, чтобы защитить человечество.",

  "Mystic Voyage": "Мистическое путешествие",
  "Sailing on a mysterious ship, you are swept into a world of mythical sea creatures and enchanted islands. Every decision shapes your destiny on the high seas.": "Плывя на загадочном корабле, вы оказываетесь в мире мифических морских существ и заколдованных островов. Каждое решение формирует вашу судьбу на просторах океана."
}
